{
    "title": "Title not found",
    "url": "https://www.studocu.com/en-au/document/university-of-melbourne/principles-of-finance/final-notes-1-12-lecture-notes/9905556?origin=course-highest-rated-1",
    "metadata": {},
    "content": [
        "InformationAI ChatPremiumThis is a Premium Document. Some documents on Studocu are Premium. Upgrade to Premium to unlock it.Final-Notes - 1-12 Lecture notes1-12 Lecture notesCoursePrinciples of Finance (FNCE10002)999+ DocumentsStudents shared 1090 documents in this courseUniversityUniversity of MelbourneAcademic year: 2020/2021Uploaded by:Snehaa Senthamilselvan EaswariUniversity of Melbourne0followers2Uploads49upvotesFollowCommentsPlease sign in or register to post comments.Janelle Qi Ern4 years agobest notes ever. seriously. this helped me so so much!! tqsm!!Report DocumentStudents also viewedFinance H1 95 Exam revisionLecture 2 NotesLec10-Cap Str 1-2perpagePOF Week 1 Lecture NotesWeek 7 Notes - Capital budgeting, NPV, IRR, incremental IRR, payback period, ARREcon10003 lecture 24Related documentsTutorial 12 - Options - AnsTutorial 11 - Cap Str 2 - AnsTeaching Note 2 - Leveraging and Short Selling (Sem 1, 2024)Finance- Lecture 29 - notesWeek 7 LecturesWeek 2 - Lecture 2 NotesRelated StudylistsDownloadDownloadedDownloadedPreview textWarning: TT: undefined function: 32FNCEPRINCIPLES OF FINANCE1: OVERVIEW OF PRINCIPLES OF FINANCE AND INTRODUCTION TO FINANCIALMATHS I ......................................................................................................... 22: INTRODUCTION TO FINANCIAL MATHS II .................................................... 53: VALUATION OF DEBT SECURITIES .............................................................. 104: VALUATION OF EQUITY SECURITIES .......................................................... 185: MODERN PORTFOLIO THEORY AND ASSET PRICING I ................................. 247: MODERN PORTFOLIO THEORY AND ASSET PRICING II ................................ 308: CAPITAL BUDGETING I .............................................................................. 389: CAPITAL BUDGETING II ............................................................................. 4310: CAPITAL STRUCTURE AND PAYOUT POLICY I ............................................ 4811: CAPITAL STRUCTURE AND PAYOUT POLICY II ........................................... 5312: INTRODUCTION TO OPTIONS .................................................................. 61SUBJECT OVERVIEWFinance is the study of how individuals and businesses acquire, spend and manage financial resources.INVESTMENT ANALYSISWhere and How to invest and how to finance these investments. Valuation of bonds, equities and derivatives\n Modern Portfolio theory\n Asset pricing and Market efficiencyCORPORATE FINANCEDecisions of companies and their management Capital budgeting – what investments to make\n Capital structure, how to finance these investments\n Payout policy – what to pay out to shareholders1: OVERVIEW OF PRINCIPLES OF FINANCE ANDINTRODUCTION TO FINANCIAL MATHS IThe main goal of firms and managers is to maximise the market value of a company’sequity. This satisfied shareholders as their share prices increase.According to Capital Market Efficiency the share price of a company should reflect allrelevant information available to the market at a point in time.The time value of money is the difference between the value of money today and thevalue of money in the future.We can earn interest to turn a PV cash flow into a higher FV cash flow, or we can payinterest to exchange a FV cash flow for a PV cash flow.Simple interest calculates the value of a cash flow based purely on the principal.Compound Interest calculates the value of a cash flow based on both the principal andaccrued (earned) interest.In order to compare cash flows we must consider them at the same point in timeWe can turn a PV into a FV by compounding it and turn a FV into a PV by discounting it.The PF &amp; FV depend on the time period, the interest rate and the compounding periods.The value additivity principle states that the PV[FV] of a series of cash flows is equal tothe sum of the PVs[FVs] of each cash flowIf the NPV is above 0 then we should accept the investment.PRESENT AND FUTURE VALUES OF CASH FLOWSIn order to compare cash flows we must consider them at the same point in time. Therefore we can\ndetermine future and present values to allow us to compare possible decisions in terms of one time frame.Future Value – The value of a cash flow at a specific point in the future.It is the value at which the Present Value is expected to grow to after n periods using a r% interest rate. We\ncall this compounding to move cash forward in timePresent Value – the value of a cash flow todayIt is the value that would grow to the Future Value if invested at r% for n periods. We call this discounting\nto move cash back in timeThe interest rate, number of periods and compounding periods will all impact upon the present and future\nvalues of cash.Cash flows are assumed to occur at the end of the period unless otherwise stated.PRESENT AND FUTURE VALUES OF A SERIES OF CASH FLOWSValue additivity principle: The PV[FV] of a series of cash flows is equal to the sum of thePVs[FVs] of each cash flow.This means that to find the Net Present Value of an investment we need to take the present value of the\nbenefits and subtract the present value of the outflows. We may need to discount some of the future cash\nflows in order to bring them back to the present.The typical outflow in a question is the initial investment.We should accept the investment if the NPV is above 0 because it will lead to an overall increase in\nbenefits.2: INTRODUCTION TO FINANCIAL MATHS IITOTAL GROWTH COMPOUNDED PERIODIC GROWTHORDINARY ANNUITIESANNUITIES DUEGROWING ORDINARY ANNUITIESORDINARY PERPETUITIESDEFERRED PERPETUITIESGROWING ORDINARY PERPETUITIESIMPORTANT: Make sure you use cash flows from the right period (e. C 0 is cash flow now, C 1 is CF in 1 year)ORDINARY ANNUITIESAn ordinary annuity is a series of equal, periodic cash flows that occur at the end of each period and last\nfor n months. The first cash flow occurs at the end of period 1 and the last cash flow at the end of period n.ANNUITIES DUEAn annuity due is a series of equal, periodic\ncash flows that occur at the beginning of each\nperiod and last for n months. The first cash\nflow occurs at the end of period 0 and last cash flow at the end of period n-\nThe beginning of period n is the same as the end of period n-\nWe calculate an annuity due by calculating it as an ordinary annuity and then compounding it by an extra\nperiod.GROWING ORDINARY ANNUITIESA growing ordinary annuity is a series of periodic cash flows that grow at a constant rate and occur at the\nend of each period, lasting for n months. The first cash flow occurs at the end of period 1 and the last cash\nflow at the end of period n.ORDINARY PERPETUITIESAn ordinary perpetuity is a series of equal periodic cash flows that go on forever, with cash flows occurring\nat the end of each period.\nIf there is a cash flow at time period 0 then we just add this onto the PV as a cash flow at time period 0 is\nalready at its present value (since present value = time period 0)3: VALUATION OF DEBT SECURITIESAnnual loan payments can be calculated through an ordinary annuity as they are aseries of equal cash outflows that occur at the end of every period and continue for nperiods. A loan amortisation schedule helps us to plan out our annual payments.Effective annual interest rates are used when interest is compounded more than onceper year. The below formula-sheet formula only works for a 1 year time horizon.Cash flows must be matched with interest rates1 Monthly cash flows compounding monthly  r/12 = monthly interest rate %2 6-monthly cash flows compounding monthlyo Find the 6 monthly rate by r/12 x 6o Use the effective interest formulaDebt Securities/Discount Debt Securities are SHORT TERM securities with no coupons.Long term debt securities can be coupon-paying or zero-coupon\nCoupon payment $ - periodic payment made to bondholders (CP$ = CR% x FV)\nCoupon Rate % - rate of interest paid annually (CR% = CP$ / FV)\nCoupon Yield % - compares market value to coupon rate (CY% = CP$/MPrice)\nYield to Maturity (rD) – rate of return if held until maturity and there is no default\n\nIF purchase price = Face Value THEN Coupon rate = Coupon yield = Yield-to-maturityShort Term (ST) – No Coupon Long term (LT) - Coupon LT - Zero CouponrD can be solved algebraically (zero-coupon) or by using a given range (coupons bond)Longer term investments are more susceptible to interest rate increases which willcause prices to fall, and are therefore more risky.LOAN PAYMENTSLoan – borrowing money and making repayments to pay off the loan over a fixed period of time.Fixed Rate loans means we fix the interest rate for 1-3 years and then rates can change after that.PERIODIC LOAN PAYMENTS (C) are represented by an ordinary annuity because they are a series of equal\ncash outflows that occur at the end of every period and last for the number of period the loan exists over.\nThe loan repayment (C) is composed of two parts: The principal we are repaying\n The interest being charged on the principal borrowedThe Present Value of a loan is found by discounting the periodic payments (C) to the current period.\nAlternatively, we an find the value of the periodic payments (C) by substituting in the PV of the loan, the\ninterest rate and the number of periods and solving for C.This works because by discounting the payments we are stripping off the interest being charged on them,\nleaving us with the sum of the principal balances.LOAN AMORTISATION SCHEDULEThe annual payment is the value of C and is therefore the same across all periodsThe interest paid is the principal remaining x interest rateThe Principal Repaid is the annual payment – interest paid.The Principal Remaining is the previous balance of principal remaining – Principal RepaidCHARACTERISTICS OF COUPON-PAYING BONDSThe coupon rate (%) is the rate of interest that the investment pays annuallyThe coupon payment ($) is the annual payment made to bondholders as ‘interest’ of sortsCoupon Payment $ = Coupon Rate % x Face ValueExample: $100 FV (default) with 5% coupon rate. Therefore the periodic coupon payment is:$100 x 0 = $5 per periodYield-to-maturity compares the purchase price to the rate of return. The yield to maturity never changes\nthroughout the life of the investment (see below for more information)Coupon yield/Current yield (%) is a measurement that compares the market value of the bond to the\ncoupon payment. This tells us how large the coupon rates are compared to the face value. The coupon\nyield may change throughout the life of the investment if the market price fluctuates.퐶표푢푝표푛 푌푖푒푙푑 =஼௢௨௣௢௡ ௉௔௬௠௘௡௧ெ௔௥௞௘௧ ௉௥௜௖௘PRESENT VALUE AND MARKET VALUEIf the present value (as calculated in its respective coupon/non-coupon equation) is the same as the\npurchase price (the price in the market)THENthe coupon rate, current yield and yield-to-maturity will all be the SAME VALUE.BASIC VALUATION PRINCIPLE FOR FINANCIAL SECURITIESThe price of a security/investment today is the PV of all the future cash flows, discounted at the rate of\nreturn/discount rate.For example, if company A is selling bonds for $40 then $40 is the expected present value of all the future\ncash flows (coupons) that that bond will pay out to investors.We discount the future cash flows to their value today which tells us how much we would be willing to pay\ntoday to receive these future cash flows later on (hence this is the price that we will pay in the market\nnow):TO ESTIMATE THE MARKET VALUE OF AN INVESTMENT Solve for the PV when we are given the estimated value of the future cash flows and the required rate\n    of return\n    This method can be used to independently value an investment and decide whether this PV\n    calculated is the same as/higher than/lower than the actual market price of the and therefore\n    whether it is correctly/over/under priced.TO ESTIMATE THE REQUIRED RATE OF RETURN ON AN INVESTMENT Solve for the rate of return if we are given the future cash flows and current market price (ie. the PV).\n    We can use this result to compare the investment to a benchmark return to decide whether to invest\n    in equally risky investments.PRICING OF SHORT-TERM DEBT / DISCOUNT DEBT SECURITIESA pure-discount (short term) security is when only the face value is paid. This means no coupon payments\nare made out during the life of the investment and the only return to the investor is the receipt of the face\nvalue at the end of the period.The market value/price of a discount security with no coupons depends on: What the final cash flow is (the face value)\n The yield to maturity rDYIELD TO MATURITYThe yield-to-maturity a type of rate of return. It is the rate earned on an investment that is held until it\nmatures, assuming no default occurs on the security (ie. all coupons are paid as planned). It is the\nmaximum return that can be earned by the investment because we assume that no default will occur The yield to maturity never changes throughout the life of the investment.\n Yield-to-maturity is quoted on an annual basis by default.\n Discount securities are short term and mature in less than one year however the yield is on an annual\n    basis, therefore we use the following equation to determine the rate to discount the race value where\n    n is the number of days until maturity at any point:\n       ቀ####### 푛####### 365####### ቁ × 푟஽ 푎푛푛푢푎푙 푦푖푒푙푑 푡표 푚푎푡푢푟푖푡푦EQUATION FOR THE PV OF A PURE-DISCOUNT SECURITYRELATIONSHIP BETWEEN THE YIELD TO MATURITY AND THE MARKET PRICE\nInterest rates fall because of good market conditions. Investors do not need a 4% return now and\n are happy with 3%\nEveryone starts to purchase the investment and its price rises\nThe yield to maturity rises back to 4%\nPoor market conditions result in rising interest rates. We perceive the investment to be riskier than\n before and therefore want a higher return. We are not happy with 4% and demand 4% now.\nWe sell the securities and the price of the security falls\nThe yield falls back to 4%.\n\nYIELDS FALL, PRICES RISE. YIELDS RISE, PRICES FALL – REPEAT. INVERSE RELATIONSHIP.ZERO-COUPON BONDSIf there are no coupon payments and we only receive the face value at maturity then the Present Value is:We can find the PV of the potential coupons over a period by subtracting the zero-coupon bond from the\ncoupon-paying bond. Zero-coupon bonds sell for cheaper than coupon bonds because the PV is lower.LEVEL OF RISK OF INVESTMENTSDefault risk/credit risk – risk of inability to make coupon payments and/or maturity payments when due.S&amp;P Global Ratings and Moody’s Investors Service classify bonds according to a rating of their default risk. Investment grade debt (AAA – BBB) – have a risk similar to banks. They are unlikely to default and you\n    safely assume you will receive your payments when due,\n Speculative Bonds/junk bonds (BB – D) – higher risk and less certainty you will receive back your\n    payments. This means they have a higher yield to maturity as investors expect a higher return to\n    offset the higher risk.COUPON RATE AND YIELD TO MATURITYREMINDER: the coupon rate stays the same during the entire life of the investment (ie. it will always pay\n4% coupons, meaning coupons for a $100 face value bond will always be $4). However the yield to\nmaturity can change during the life of the bond depending on the required return demanded on the bondsat any point in time.SOLVING FOR THE YIELD TO MATURITY IN EXAMSFor a Coupon Paying Bond\nWill be a multiple choice question\nGiven a range of possible rD values\nSubstitute each into the coupon-bond equation\nThe correct answer will be the one that gives a PV that is above/below/at the face value $100,\n  depending on what the question asks.\n\nFor a Zero Coupon Bond – solve finding the rD by discounting the single face value payment at maturityRELATIONSHIP BETWEEN COUPON RATES AND YIELD TO MATURITY PRICE = FACE VALUE the bond is selling at par\n    o rD = Coupon Rate\n PRICE &gt; FACE VALUE the bond is selling at a premium\n    o rD &lt; coupon rate\n PRICE &lt; FACE VALUE the bond is selling at a discount\n    o rD &gt; coupon ratePRICE SENSITIVITY TO INTEREST RATESThe probability of interest rates rising over a longer period of 10 years is higher than the probability of\ninterest rates rising over a shorter period of 1 year. Rising interest rates will cause the prices of bonds to\nfall.Therefore prices of longer maturity bonds are more sensitive to changes in interest rates, meaning that\ninvestors bear higher interest rate risk with these longer-term bonds because there is a risk of the price\ndecreasing. The large number of coupon payments in longer maturity bonds also means that they are more\naffected by interest rates.ORDINARY SHARESORDINARY SHARES AND TRADINGOrdinary shares represent part ownership of a company. Investors purchase shares from a company. The\ncompany receives the price paid and the investor receives the right to receive a portion of the company’s\nprofits. Earnings are distributed amongst shareholders as ‘dividend’ payments. In America ‘Shares’ are\ncalled ‘Stocks’ (hence the terms ‘Stock market’ used in US media)Publicly listed companies sell shares to investors in the primary market through an Initial Public Offering\n(IPO) where investors purchase directly from the company. Then shareholders are able to trade shares\nthey have purchased to others through secondary markets such as the Australian Stock Exchange (ASX)\nwhere investors purchase existing shares from other investors.A positive return on the first day of trading a new share is referred to as under-pricing of an IPO as the\nprice of the share closed at a higher amount than it was originally traded at.MARKET VALUATIONS OF ORDINARY SHARESPrice of an ordinary share = PV of expected cash flows from the share, which have been discounted using\nthe required rate of return. This is the same concept as the value of bonds/bills.NPV of a share = PV cash inflows (dividends) – PV cash outflows (initial investment price)Because of Capital Market Efficiency (see below) where shares prices are expected to reflect all available\ninformation, the NPV of a share should be 0 because the PV of the dividends should equal the initial price\npaid. When the NPV is not 0 the price of the shares is misvalued and this presents a possible investment\nopportunity to purchase (if undervalued) or sell short (if overvalued)WHAT SHAREHOLDERS RECEIVE FROM THE COMPANY: DIVIDENDSSome earnings are reinvested in a company and are used to expand operations. Some earnings may be\nkept to pay dividends in the future. Other earnings will be paid out in the current period as dividends. As\ninvestors, we are only concerned about the earnings that we will receive – ie. the dividends per period.Shares provide an infinite stream (if we never sell them) of uncertain dividends (they can change\naccording to the decisions of managers) to shareholders.PRICING OF ORDINARY SHARESPrice of an ordinary share = PV of expected cash flows (dividends) from the share, which have been\ndiscounted using the required rate of return.This is assuming we pay annual dividends (just aggregate the dividends to get to one year)We don’t include D 0 (the dividend in the current year) when we calculate P 0 because we want to calculate\nthe ex-dividend price (price right after the current period dividend, D 0 , is paid). This is the same concept as\nthe ex-coupon price used when calculating the price of bonds.We can also rearrange this formula to solve for the expected rate of return.GENERAL DIVIDEND DISCOUNT MODELTo use this method we have to estimate what the value of the dividend will be at the end of the year which\nis not usually accurate, therefore analysts make general estimates as to the expected pattern of dividends.CONSTANT DIVIDEND GROWTH MODELThis is used to value shares whose dividends grow (or decline) at a constant growth rate (g) forever. If\ndividends will remain the same g = 0. If the company doesn’t pay dividends then this model can’t be used\nto price their shares.g\nrepresents: the growth rate of dividends\n the expected % change in the price of shares over n periodsDownloadAI QuizMultiple ChoiceFlashcardsAI ChatDownloadAI QuizMultiple ChoiceFlashcardsAI Chat490Was this document helpful?490SaveSharePremiumThis is a Premium Document. Some documents on Studocu are Premium. Upgrade to Premium to unlock it.Final-Notes - 1-12 Lecture notesCourse: Principles of Finance (FNCE10002)999+ DocumentsStudents shared 1090 documents in this courseUniversity: University of MelbourneInfoMore infoDownloadAI QuizMultiple ChoiceFlashcardsAI ChatDownloadAI QuizMultiple ChoiceFlashcardsAI Chat490Was this document helpful?490SaveShareView full documentThis is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inFNCE10002 PRINCIPLES OF FINANCE  1: OVERVIEW OF PRINCIPLES OF FINANCE AND INTRODUCTION TO FINANCIAL MATHS I ......................................................................................................... 2 2: INTRODUCTION TO FINANCIAL MATHS II .................................................... 5 3: VALUATION OF DEBT SECURITIES .............................................................. 10 4: VALUATION OF EQUITY SECURITIES .......................................................... 18 5: MODERN PORTFOLIO THEORY AND ASSET PRICING I ................................. 24 7: MODERN PORTFOLIO THEORY AND ASSET PRICING II ................................ 30 8: CAPITAL BUDGETING I .............................................................................. 38 9: CAPITAL BUDGETING II ............................................................................. 43 10: CAPITAL STRUCTURE AND PAYOUT POLICY I ............................................ 48 11: CAPITAL STRUCTURE AND PAYOUT POLICY II ........................................... 53 12: INTRODUCTION TO OPTIONS .................................................................. 61   SUBJECT OVERVIEW Finance is the study of how individuals and businesses acquire, spend and manage financial resources.  INVESTMENT ANALYSIS Where and How to invest and how to finance these investments.   Valuation of bonds, equities and derivatives  Modern Portfolio theory  Asset pricing and Market efficiency CORPORATE FINANCE Decisions of companies and their management  Capital budgeting – what investments to make  Capital structure, how to finance these investments  Payout policy – what to pay out to shareholders This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.This is a previewDo you want full access? Go Premium and unlock all 65 pagesAccess to all documents Get Unlimited Downloads Improve your grades Free TrialGet 30 days of free PremiumUploadShare your documents to unlockAlready Premium?Log inWhy is this page out of focus?This is a Premium document. Become Premium to read the whole document.Students also viewedFinance H1 95 Exam revisionLecture 2 NotesLec10-Cap Str 1-2perpagePOF Week 1 Lecture NotesWeek 7 Notes - Capital budgeting, NPV, IRR, incremental IRR, payback period, ARREcon10003 lecture 24Related documentsTutorial 12 - Options - AnsTutorial 11 - Cap Str 2 - AnsTeaching Note 2 - Leveraging and Short Selling (Sem 1, 2024)Finance- Lecture 29 - notesWeek 7 LecturesWeek 2 - Lecture 2 NotesEnglish (AU)AustraliaCompanyAbout us Studocu Premium Ask AI Notes AI Notes to Quiz Videos Studocu World University Ranking 2023 E-Learning Statistics Doing Good Academic Integrity Jobs Blog Dutch WebsiteContact & HelpFrequently asked questionsContactNewsroomLegalTermsPrivacy policyCookie SettingsCookie StatementView our reviews on TrustpilotEnglish (AU)AustraliaStudocu is not affiliated to or endorsed by any school, college or university.Copyright © 2025 StudeerSnel B.V., Keizersgracht 424-sous, 1016 GC Amsterdam, KVK: 56829787, BTW: NL852321363B01",
        "InformationAI ChatPremiumThis is a Premium Document. Some documents on Studocu are Premium. Upgrade to Premium to unlock it.Final-Notes - 1-12 Lecture notes1-12 Lecture notesCoursePrinciples of Finance (FNCE10002)999+ DocumentsStudents shared 1090 documents in this courseUniversityUniversity of MelbourneAcademic year: 2020/2021Uploaded by:Snehaa Senthamilselvan EaswariUniversity of Melbourne0followers2Uploads49upvotesFollowCommentsPlease sign in or register to post comments.Janelle Qi Ern4 years agobest notes ever. seriously. this helped me so so much!! tqsm!!Report DocumentStudents also viewedFinance H1 95 Exam revisionLecture 2 NotesLec10-Cap Str 1-2perpagePOF Week 1 Lecture NotesWeek 7 Notes - Capital budgeting, NPV, IRR, incremental IRR, payback period, ARREcon10003 lecture 24Related documentsTutorial 12 - Options - AnsTutorial 11 - Cap Str 2 - AnsTeaching Note 2 - Leveraging and Short Selling (Sem 1, 2024)Finance- Lecture 29 - notesWeek 7 LecturesWeek 2 - Lecture 2 NotesRelated StudylistsDownloadDownloadedDownloadedPreview textWarning: TT: undefined function: 32FNCEPRINCIPLES OF FINANCE1: OVERVIEW OF PRINCIPLES OF FINANCE AND INTRODUCTION TO FINANCIALMATHS I ......................................................................................................... 22: INTRODUCTION TO FINANCIAL MATHS II .................................................... 53: VALUATION OF DEBT SECURITIES .............................................................. 104: VALUATION OF EQUITY SECURITIES .......................................................... 185: MODERN PORTFOLIO THEORY AND ASSET PRICING I ................................. 247: MODERN PORTFOLIO THEORY AND ASSET PRICING II ................................ 308: CAPITAL BUDGETING I .............................................................................. 389: CAPITAL BUDGETING II ............................................................................. 4310: CAPITAL STRUCTURE AND PAYOUT POLICY I ............................................ 4811: CAPITAL STRUCTURE AND PAYOUT POLICY II ........................................... 5312: INTRODUCTION TO OPTIONS .................................................................. 61SUBJECT OVERVIEWFinance is the study of how individuals and businesses acquire, spend and manage financial resources.INVESTMENT ANALYSISWhere and How to invest and how to finance these investments. Valuation of bonds, equities and derivatives\n Modern Portfolio theory\n Asset pricing and Market efficiencyCORPORATE FINANCEDecisions of companies and their management Capital budgeting – what investments to make\n Capital structure, how to finance these investments\n Payout policy – what to pay out to shareholders1: OVERVIEW OF PRINCIPLES OF FINANCE ANDINTRODUCTION TO FINANCIAL MATHS IThe main goal of firms and managers is to maximise the market value of a company’sequity. This satisfied shareholders as their share prices increase.According to Capital Market Efficiency the share price of a company should reflect allrelevant information available to the market at a point in time.The time value of money is the difference between the value of money today and thevalue of money in the future.We can earn interest to turn a PV cash flow into a higher FV cash flow, or we can payinterest to exchange a FV cash flow for a PV cash flow.Simple interest calculates the value of a cash flow based purely on the principal.Compound Interest calculates the value of a cash flow based on both the principal andaccrued (earned) interest.In order to compare cash flows we must consider them at the same point in timeWe can turn a PV into a FV by compounding it and turn a FV into a PV by discounting it.The PF &amp; FV depend on the time period, the interest rate and the compounding periods.The value additivity principle states that the PV[FV] of a series of cash flows is equal tothe sum of the PVs[FVs] of each cash flowIf the NPV is above 0 then we should accept the investment.PRESENT AND FUTURE VALUES OF CASH FLOWSIn order to compare cash flows we must consider them at the same point in time. Therefore we can\ndetermine future and present values to allow us to compare possible decisions in terms of one time frame.Future Value – The value of a cash flow at a specific point in the future.It is the value at which the Present Value is expected to grow to after n periods using a r% interest rate. We\ncall this compounding to move cash forward in timePresent Value – the value of a cash flow todayIt is the value that would grow to the Future Value if invested at r% for n periods. We call this discounting\nto move cash back in timeThe interest rate, number of periods and compounding periods will all impact upon the present and future\nvalues of cash.Cash flows are assumed to occur at the end of the period unless otherwise stated.PRESENT AND FUTURE VALUES OF A SERIES OF CASH FLOWSValue additivity principle: The PV[FV] of a series of cash flows is equal to the sum of thePVs[FVs] of each cash flow.This means that to find the Net Present Value of an investment we need to take the present value of the\nbenefits and subtract the present value of the outflows. We may need to discount some of the future cash\nflows in order to bring them back to the present.The typical outflow in a question is the initial investment.We should accept the investment if the NPV is above 0 because it will lead to an overall increase in\nbenefits.2: INTRODUCTION TO FINANCIAL MATHS IITOTAL GROWTH COMPOUNDED PERIODIC GROWTHORDINARY ANNUITIESANNUITIES DUEGROWING ORDINARY ANNUITIESORDINARY PERPETUITIESDEFERRED PERPETUITIESGROWING ORDINARY PERPETUITIESIMPORTANT: Make sure you use cash flows from the right period (e. C 0 is cash flow now, C 1 is CF in 1 year)ORDINARY ANNUITIESAn ordinary annuity is a series of equal, periodic cash flows that occur at the end of each period and last\nfor n months. The first cash flow occurs at the end of period 1 and the last cash flow at the end of period n.ANNUITIES DUEAn annuity due is a series of equal, periodic\ncash flows that occur at the beginning of each\nperiod and last for n months. The first cash\nflow occurs at the end of period 0 and last cash flow at the end of period n-\nThe beginning of period n is the same as the end of period n-\nWe calculate an annuity due by calculating it as an ordinary annuity and then compounding it by an extra\nperiod.GROWING ORDINARY ANNUITIESA growing ordinary annuity is a series of periodic cash flows that grow at a constant rate and occur at the\nend of each period, lasting for n months. The first cash flow occurs at the end of period 1 and the last cash\nflow at the end of period n.ORDINARY PERPETUITIESAn ordinary perpetuity is a series of equal periodic cash flows that go on forever, with cash flows occurring\nat the end of each period.\nIf there is a cash flow at time period 0 then we just add this onto the PV as a cash flow at time period 0 is\nalready at its present value (since present value = time period 0)3: VALUATION OF DEBT SECURITIESAnnual loan payments can be calculated through an ordinary annuity as they are aseries of equal cash outflows that occur at the end of every period and continue for nperiods. A loan amortisation schedule helps us to plan out our annual payments.Effective annual interest rates are used when interest is compounded more than onceper year. The below formula-sheet formula only works for a 1 year time horizon.Cash flows must be matched with interest rates1 Monthly cash flows compounding monthly  r/12 = monthly interest rate %2 6-monthly cash flows compounding monthlyo Find the 6 monthly rate by r/12 x 6o Use the effective interest formulaDebt Securities/Discount Debt Securities are SHORT TERM securities with no coupons.Long term debt securities can be coupon-paying or zero-coupon\nCoupon payment $ - periodic payment made to bondholders (CP$ = CR% x FV)\nCoupon Rate % - rate of interest paid annually (CR% = CP$ / FV)\nCoupon Yield % - compares market value to coupon rate (CY% = CP$/MPrice)\nYield to Maturity (rD) – rate of return if held until maturity and there is no default\n\nIF purchase price = Face Value THEN Coupon rate = Coupon yield = Yield-to-maturityShort Term (ST) – No Coupon Long term (LT) - Coupon LT - Zero CouponrD can be solved algebraically (zero-coupon) or by using a given range (coupons bond)Longer term investments are more susceptible to interest rate increases which willcause prices to fall, and are therefore more risky.LOAN PAYMENTSLoan – borrowing money and making repayments to pay off the loan over a fixed period of time.Fixed Rate loans means we fix the interest rate for 1-3 years and then rates can change after that.PERIODIC LOAN PAYMENTS (C) are represented by an ordinary annuity because they are a series of equal\ncash outflows that occur at the end of every period and last for the number of period the loan exists over.\nThe loan repayment (C) is composed of two parts: The principal we are repaying\n The interest being charged on the principal borrowedThe Present Value of a loan is found by discounting the periodic payments (C) to the current period.\nAlternatively, we an find the value of the periodic payments (C) by substituting in the PV of the loan, the\ninterest rate and the number of periods and solving for C.This works because by discounting the payments we are stripping off the interest being charged on them,\nleaving us with the sum of the principal balances.LOAN AMORTISATION SCHEDULEThe annual payment is the value of C and is therefore the same across all periodsThe interest paid is the principal remaining x interest rateThe Principal Repaid is the annual payment – interest paid.The Principal Remaining is the previous balance of principal remaining – Principal RepaidCHARACTERISTICS OF COUPON-PAYING BONDSThe coupon rate (%) is the rate of interest that the investment pays annuallyThe coupon payment ($) is the annual payment made to bondholders as ‘interest’ of sortsCoupon Payment $ = Coupon Rate % x Face ValueExample: $100 FV (default) with 5% coupon rate. Therefore the periodic coupon payment is:$100 x 0 = $5 per periodYield-to-maturity compares the purchase price to the rate of return. The yield to maturity never changes\nthroughout the life of the investment (see below for more information)Coupon yield/Current yield (%) is a measurement that compares the market value of the bond to the\ncoupon payment. This tells us how large the coupon rates are compared to the face value. The coupon\nyield may change throughout the life of the investment if the market price fluctuates.퐶표푢푝표푛 푌푖푒푙푑 =஼௢௨௣௢௡ ௉௔௬௠௘௡௧ெ௔௥௞௘௧ ௉௥௜௖௘PRESENT VALUE AND MARKET VALUEIf the present value (as calculated in its respective coupon/non-coupon equation) is the same as the\npurchase price (the price in the market)THENthe coupon rate, current yield and yield-to-maturity will all be the SAME VALUE.BASIC VALUATION PRINCIPLE FOR FINANCIAL SECURITIESThe price of a security/investment today is the PV of all the future cash flows, discounted at the rate of\nreturn/discount rate.For example, if company A is selling bonds for $40 then $40 is the expected present value of all the future\ncash flows (coupons) that that bond will pay out to investors.We discount the future cash flows to their value today which tells us how much we would be willing to pay\ntoday to receive these future cash flows later on (hence this is the price that we will pay in the market\nnow):TO ESTIMATE THE MARKET VALUE OF AN INVESTMENT Solve for the PV when we are given the estimated value of the future cash flows and the required rate\n    of return\n    This method can be used to independently value an investment and decide whether this PV\n    calculated is the same as/higher than/lower than the actual market price of the and therefore\n    whether it is correctly/over/under priced.TO ESTIMATE THE REQUIRED RATE OF RETURN ON AN INVESTMENT Solve for the rate of return if we are given the future cash flows and current market price (ie. the PV).\n    We can use this result to compare the investment to a benchmark return to decide whether to invest\n    in equally risky investments.PRICING OF SHORT-TERM DEBT / DISCOUNT DEBT SECURITIESA pure-discount (short term) security is when only the face value is paid. This means no coupon payments\nare made out during the life of the investment and the only return to the investor is the receipt of the face\nvalue at the end of the period.The market value/price of a discount security with no coupons depends on: What the final cash flow is (the face value)\n The yield to maturity rDYIELD TO MATURITYThe yield-to-maturity a type of rate of return. It is the rate earned on an investment that is held until it\nmatures, assuming no default occurs on the security (ie. all coupons are paid as planned). It is the\nmaximum return that can be earned by the investment because we assume that no default will occur The yield to maturity never changes throughout the life of the investment.\n Yield-to-maturity is quoted on an annual basis by default.\n Discount securities are short term and mature in less than one year however the yield is on an annual\n    basis, therefore we use the following equation to determine the rate to discount the race value where\n    n is the number of days until maturity at any point:\n       ቀ####### 푛####### 365####### ቁ × 푟஽ 푎푛푛푢푎푙 푦푖푒푙푑 푡표 푚푎푡푢푟푖푡푦EQUATION FOR THE PV OF A PURE-DISCOUNT SECURITYRELATIONSHIP BETWEEN THE YIELD TO MATURITY AND THE MARKET PRICE\nInterest rates fall because of good market conditions. Investors do not need a 4% return now and\n are happy with 3%\nEveryone starts to purchase the investment and its price rises\nThe yield to maturity rises back to 4%\nPoor market conditions result in rising interest rates. We perceive the investment to be riskier than\n before and therefore want a higher return. We are not happy with 4% and demand 4% now.\nWe sell the securities and the price of the security falls\nThe yield falls back to 4%.\n\nYIELDS FALL, PRICES RISE. YIELDS RISE, PRICES FALL – REPEAT. INVERSE RELATIONSHIP.ZERO-COUPON BONDSIf there are no coupon payments and we only receive the face value at maturity then the Present Value is:We can find the PV of the potential coupons over a period by subtracting the zero-coupon bond from the\ncoupon-paying bond. Zero-coupon bonds sell for cheaper than coupon bonds because the PV is lower.LEVEL OF RISK OF INVESTMENTSDefault risk/credit risk – risk of inability to make coupon payments and/or maturity payments when due.S&amp;P Global Ratings and Moody’s Investors Service classify bonds according to a rating of their default risk. Investment grade debt (AAA – BBB) – have a risk similar to banks. They are unlikely to default and you\n    safely assume you will receive your payments when due,\n Speculative Bonds/junk bonds (BB – D) – higher risk and less certainty you will receive back your\n    payments. This means they have a higher yield to maturity as investors expect a higher return to\n    offset the higher risk.COUPON RATE AND YIELD TO MATURITYREMINDER: the coupon rate stays the same during the entire life of the investment (ie. it will always pay\n4% coupons, meaning coupons for a $100 face value bond will always be $4). However the yield to\nmaturity can change during the life of the bond depending on the required return demanded on the bondsat any point in time.SOLVING FOR THE YIELD TO MATURITY IN EXAMSFor a Coupon Paying Bond\nWill be a multiple choice question\nGiven a range of possible rD values\nSubstitute each into the coupon-bond equation\nThe correct answer will be the one that gives a PV that is above/below/at the face value $100,\n  depending on what the question asks.\n\nFor a Zero Coupon Bond – solve finding the rD by discounting the single face value payment at maturityRELATIONSHIP BETWEEN COUPON RATES AND YIELD TO MATURITY PRICE = FACE VALUE the bond is selling at par\n    o rD = Coupon Rate\n PRICE &gt; FACE VALUE the bond is selling at a premium\n    o rD &lt; coupon rate\n PRICE &lt; FACE VALUE the bond is selling at a discount\n    o rD &gt; coupon ratePRICE SENSITIVITY TO INTEREST RATESThe probability of interest rates rising over a longer period of 10 years is higher than the probability of\ninterest rates rising over a shorter period of 1 year. Rising interest rates will cause the prices of bonds to\nfall.Therefore prices of longer maturity bonds are more sensitive to changes in interest rates, meaning that\ninvestors bear higher interest rate risk with these longer-term bonds because there is a risk of the price\ndecreasing. The large number of coupon payments in longer maturity bonds also means that they are more\naffected by interest rates.ORDINARY SHARESORDINARY SHARES AND TRADINGOrdinary shares represent part ownership of a company. Investors purchase shares from a company. The\ncompany receives the price paid and the investor receives the right to receive a portion of the company’s\nprofits. Earnings are distributed amongst shareholders as ‘dividend’ payments. In America ‘Shares’ are\ncalled ‘Stocks’ (hence the terms ‘Stock market’ used in US media)Publicly listed companies sell shares to investors in the primary market through an Initial Public Offering\n(IPO) where investors purchase directly from the company. Then shareholders are able to trade shares\nthey have purchased to others through secondary markets such as the Australian Stock Exchange (ASX)\nwhere investors purchase existing shares from other investors.A positive return on the first day of trading a new share is referred to as under-pricing of an IPO as the\nprice of the share closed at a higher amount than it was originally traded at.MARKET VALUATIONS OF ORDINARY SHARESPrice of an ordinary share = PV of expected cash flows from the share, which have been discounted using\nthe required rate of return. This is the same concept as the value of bonds/bills.NPV of a share = PV cash inflows (dividends) – PV cash outflows (initial investment price)Because of Capital Market Efficiency (see below) where shares prices are expected to reflect all available\ninformation, the NPV of a share should be 0 because the PV of the dividends should equal the initial price\npaid. When the NPV is not 0 the price of the shares is misvalued and this presents a possible investment\nopportunity to purchase (if undervalued) or sell short (if overvalued)WHAT SHAREHOLDERS RECEIVE FROM THE COMPANY: DIVIDENDSSome earnings are reinvested in a company and are used to expand operations. Some earnings may be\nkept to pay dividends in the future. Other earnings will be paid out in the current period as dividends. As\ninvestors, we are only concerned about the earnings that we will receive – ie. the dividends per period.Shares provide an infinite stream (if we never sell them) of uncertain dividends (they can change\naccording to the decisions of managers) to shareholders.PRICING OF ORDINARY SHARESPrice of an ordinary share = PV of expected cash flows (dividends) from the share, which have been\ndiscounted using the required rate of return.This is assuming we pay annual dividends (just aggregate the dividends to get to one year)We don’t include D 0 (the dividend in the current year) when we calculate P 0 because we want to calculate\nthe ex-dividend price (price right after the current period dividend, D 0 , is paid). This is the same concept as\nthe ex-coupon price used when calculating the price of bonds.We can also rearrange this formula to solve for the expected rate of return.GENERAL DIVIDEND DISCOUNT MODELTo use this method we have to estimate what the value of the dividend will be at the end of the year which\nis not usually accurate, therefore analysts make general estimates as to the expected pattern of dividends.CONSTANT DIVIDEND GROWTH MODELThis is used to value shares whose dividends grow (or decline) at a constant growth rate (g) forever. If\ndividends will remain the same g = 0. If the company doesn’t pay dividends then this model can’t be used\nto price their shares.g\nrepresents: the growth rate of dividends\n the expected % change in the price of shares over n periods",
        "InformationAI Chat",
        "Information",
        "Information",
        "AI Chat",
        "AI Chat",
        "PremiumThis is a Premium Document. Some documents on Studocu are Premium. Upgrade to Premium to unlock it.",
        "PremiumThis is a Premium Document. Some documents on Studocu are Premium. Upgrade to Premium to unlock it.",
        "Premium",
        "Premium",
        "Premium",
        "This is a Premium Document. Some documents on Studocu are Premium. Upgrade to Premium to unlock it.",
        "This is a Premium Document. Some documents on Studocu are Premium. Upgrade to Premium to unlock it.",
        "This is a Premium Document. Some documents on Studocu are Premium. Upgrade to Premium to unlock it.",
        "This is a Premium Document.",
        "Some documents on Studocu are Premium.",
        "Upgrade to Premium to unlock it.",
        "Final-Notes - 1-12 Lecture notes1-12 Lecture notesCoursePrinciples of Finance (FNCE10002)999+ DocumentsStudents shared 1090 documents in this courseUniversityUniversity of MelbourneAcademic year: 2020/2021Uploaded by:Snehaa Senthamilselvan EaswariUniversity of Melbourne0followers2Uploads49upvotesFollowCommentsPlease sign in or register to post comments.Janelle Qi Ern4 years agobest notes ever. seriously. this helped me so so much!! tqsm!!Report DocumentStudents also viewedFinance H1 95 Exam revisionLecture 2 NotesLec10-Cap Str 1-2perpagePOF Week 1 Lecture NotesWeek 7 Notes - Capital budgeting, NPV, IRR, incremental IRR, payback period, ARREcon10003 lecture 24Related documentsTutorial 12 - Options - AnsTutorial 11 - Cap Str 2 - AnsTeaching Note 2 - Leveraging and Short Selling (Sem 1, 2024)Finance- Lecture 29 - notesWeek 7 LecturesWeek 2 - Lecture 2 NotesRelated StudylistsDownloadDownloadedDownloadedPreview textWarning: TT: undefined function: 32FNCEPRINCIPLES OF FINANCE1: OVERVIEW OF PRINCIPLES OF FINANCE AND INTRODUCTION TO FINANCIALMATHS I ......................................................................................................... 22: INTRODUCTION TO FINANCIAL MATHS II .................................................... 53: VALUATION OF DEBT SECURITIES .............................................................. 104: VALUATION OF EQUITY SECURITIES .......................................................... 185: MODERN PORTFOLIO THEORY AND ASSET PRICING I ................................. 247: MODERN PORTFOLIO THEORY AND ASSET PRICING II ................................ 308: CAPITAL BUDGETING I .............................................................................. 389: CAPITAL BUDGETING II ............................................................................. 4310: CAPITAL STRUCTURE AND PAYOUT POLICY I ............................................ 4811: CAPITAL STRUCTURE AND PAYOUT POLICY II ........................................... 5312: INTRODUCTION TO OPTIONS .................................................................. 61SUBJECT OVERVIEWFinance is the study of how individuals and businesses acquire, spend and manage financial resources.INVESTMENT ANALYSISWhere and How to invest and how to finance these investments. Valuation of bonds, equities and derivatives\n Modern Portfolio theory\n Asset pricing and Market efficiencyCORPORATE FINANCEDecisions of companies and their management Capital budgeting – what investments to make\n Capital structure, how to finance these investments\n Payout policy – what to pay out to shareholders1: OVERVIEW OF PRINCIPLES OF FINANCE ANDINTRODUCTION TO FINANCIAL MATHS IThe main goal of firms and managers is to maximise the market value of a company’sequity. This satisfied shareholders as their share prices increase.According to Capital Market Efficiency the share price of a company should reflect allrelevant information available to the market at a point in time.The time value of money is the difference between the value of money today and thevalue of money in the future.We can earn interest to turn a PV cash flow into a higher FV cash flow, or we can payinterest to exchange a FV cash flow for a PV cash flow.Simple interest calculates the value of a cash flow based purely on the principal.Compound Interest calculates the value of a cash flow based on both the principal andaccrued (earned) interest.In order to compare cash flows we must consider them at the same point in timeWe can turn a PV into a FV by compounding it and turn a FV into a PV by discounting it.The PF &amp; FV depend on the time period, the interest rate and the compounding periods.The value additivity principle states that the PV[FV] of a series of cash flows is equal tothe sum of the PVs[FVs] of each cash flowIf the NPV is above 0 then we should accept the investment.PRESENT AND FUTURE VALUES OF CASH FLOWSIn order to compare cash flows we must consider them at the same point in time. Therefore we can\ndetermine future and present values to allow us to compare possible decisions in terms of one time frame.Future Value – The value of a cash flow at a specific point in the future.It is the value at which the Present Value is expected to grow to after n periods using a r% interest rate. We\ncall this compounding to move cash forward in timePresent Value – the value of a cash flow todayIt is the value that would grow to the Future Value if invested at r% for n periods. We call this discounting\nto move cash back in timeThe interest rate, number of periods and compounding periods will all impact upon the present and future\nvalues of cash.Cash flows are assumed to occur at the end of the period unless otherwise stated.PRESENT AND FUTURE VALUES OF A SERIES OF CASH FLOWSValue additivity principle: The PV[FV] of a series of cash flows is equal to the sum of thePVs[FVs] of each cash flow.This means that to find the Net Present Value of an investment we need to take the present value of the\nbenefits and subtract the present value of the outflows. We may need to discount some of the future cash\nflows in order to bring them back to the present.The typical outflow in a question is the initial investment.We should accept the investment if the NPV is above 0 because it will lead to an overall increase in\nbenefits.2: INTRODUCTION TO FINANCIAL MATHS IITOTAL GROWTH COMPOUNDED PERIODIC GROWTHORDINARY ANNUITIESANNUITIES DUEGROWING ORDINARY ANNUITIESORDINARY PERPETUITIESDEFERRED PERPETUITIESGROWING ORDINARY PERPETUITIESIMPORTANT: Make sure you use cash flows from the right period (e. C 0 is cash flow now, C 1 is CF in 1 year)ORDINARY ANNUITIESAn ordinary annuity is a series of equal, periodic cash flows that occur at the end of each period and last\nfor n months. The first cash flow occurs at the end of period 1 and the last cash flow at the end of period n.ANNUITIES DUEAn annuity due is a series of equal, periodic\ncash flows that occur at the beginning of each\nperiod and last for n months. The first cash\nflow occurs at the end of period 0 and last cash flow at the end of period n-\nThe beginning of period n is the same as the end of period n-\nWe calculate an annuity due by calculating it as an ordinary annuity and then compounding it by an extra\nperiod.GROWING ORDINARY ANNUITIESA growing ordinary annuity is a series of periodic cash flows that grow at a constant rate and occur at the\nend of each period, lasting for n months. The first cash flow occurs at the end of period 1 and the last cash\nflow at the end of period n.ORDINARY PERPETUITIESAn ordinary perpetuity is a series of equal periodic cash flows that go on forever, with cash flows occurring\nat the end of each period.\nIf there is a cash flow at time period 0 then we just add this onto the PV as a cash flow at time period 0 is\nalready at its present value (since present value = time period 0)3: VALUATION OF DEBT SECURITIESAnnual loan payments can be calculated through an ordinary annuity as they are aseries of equal cash outflows that occur at the end of every period and continue for nperiods. A loan amortisation schedule helps us to plan out our annual payments.Effective annual interest rates are used when interest is compounded more than onceper year. The below formula-sheet formula only works for a 1 year time horizon.Cash flows must be matched with interest rates1 Monthly cash flows compounding monthly  r/12 = monthly interest rate %2 6-monthly cash flows compounding monthlyo Find the 6 monthly rate by r/12 x 6o Use the effective interest formulaDebt Securities/Discount Debt Securities are SHORT TERM securities with no coupons.Long term debt securities can be coupon-paying or zero-coupon\nCoupon payment $ - periodic payment made to bondholders (CP$ = CR% x FV)\nCoupon Rate % - rate of interest paid annually (CR% = CP$ / FV)\nCoupon Yield % - compares market value to coupon rate (CY% = CP$/MPrice)\nYield to Maturity (rD) – rate of return if held until maturity and there is no default\n\nIF purchase price = Face Value THEN Coupon rate = Coupon yield = Yield-to-maturityShort Term (ST) – No Coupon Long term (LT) - Coupon LT - Zero CouponrD can be solved algebraically (zero-coupon) or by using a given range (coupons bond)Longer term investments are more susceptible to interest rate increases which willcause prices to fall, and are therefore more risky.LOAN PAYMENTSLoan – borrowing money and making repayments to pay off the loan over a fixed period of time.Fixed Rate loans means we fix the interest rate for 1-3 years and then rates can change after that.PERIODIC LOAN PAYMENTS (C) are represented by an ordinary annuity because they are a series of equal\ncash outflows that occur at the end of every period and last for the number of period the loan exists over.\nThe loan repayment (C) is composed of two parts: The principal we are repaying\n The interest being charged on the principal borrowedThe Present Value of a loan is found by discounting the periodic payments (C) to the current period.\nAlternatively, we an find the value of the periodic payments (C) by substituting in the PV of the loan, the\ninterest rate and the number of periods and solving for C.This works because by discounting the payments we are stripping off the interest being charged on them,\nleaving us with the sum of the principal balances.LOAN AMORTISATION SCHEDULEThe annual payment is the value of C and is therefore the same across all periodsThe interest paid is the principal remaining x interest rateThe Principal Repaid is the annual payment – interest paid.The Principal Remaining is the previous balance of principal remaining – Principal RepaidCHARACTERISTICS OF COUPON-PAYING BONDSThe coupon rate (%) is the rate of interest that the investment pays annuallyThe coupon payment ($) is the annual payment made to bondholders as ‘interest’ of sortsCoupon Payment $ = Coupon Rate % x Face ValueExample: $100 FV (default) with 5% coupon rate. Therefore the periodic coupon payment is:$100 x 0 = $5 per periodYield-to-maturity compares the purchase price to the rate of return. The yield to maturity never changes\nthroughout the life of the investment (see below for more information)Coupon yield/Current yield (%) is a measurement that compares the market value of the bond to the\ncoupon payment. This tells us how large the coupon rates are compared to the face value. The coupon\nyield may change throughout the life of the investment if the market price fluctuates.퐶표푢푝표푛 푌푖푒푙푑 =஼௢௨௣௢௡ ௉௔௬௠௘௡௧ெ௔௥௞௘௧ ௉௥௜௖௘PRESENT VALUE AND MARKET VALUEIf the present value (as calculated in its respective coupon/non-coupon equation) is the same as the\npurchase price (the price in the market)THENthe coupon rate, current yield and yield-to-maturity will all be the SAME VALUE.BASIC VALUATION PRINCIPLE FOR FINANCIAL SECURITIESThe price of a security/investment today is the PV of all the future cash flows, discounted at the rate of\nreturn/discount rate.For example, if company A is selling bonds for $40 then $40 is the expected present value of all the future\ncash flows (coupons) that that bond will pay out to investors.We discount the future cash flows to their value today which tells us how much we would be willing to pay\ntoday to receive these future cash flows later on (hence this is the price that we will pay in the market\nnow):TO ESTIMATE THE MARKET VALUE OF AN INVESTMENT Solve for the PV when we are given the estimated value of the future cash flows and the required rate\n    of return\n    This method can be used to independently value an investment and decide whether this PV\n    calculated is the same as/higher than/lower than the actual market price of the and therefore\n    whether it is correctly/over/under priced.TO ESTIMATE THE REQUIRED RATE OF RETURN ON AN INVESTMENT Solve for the rate of return if we are given the future cash flows and current market price (ie. the PV).\n    We can use this result to compare the investment to a benchmark return to decide whether to invest\n    in equally risky investments.PRICING OF SHORT-TERM DEBT / DISCOUNT DEBT SECURITIESA pure-discount (short term) security is when only the face value is paid. This means no coupon payments\nare made out during the life of the investment and the only return to the investor is the receipt of the face\nvalue at the end of the period.The market value/price of a discount security with no coupons depends on: What the final cash flow is (the face value)\n The yield to maturity rDYIELD TO MATURITYThe yield-to-maturity a type of rate of return. It is the rate earned on an investment that is held until it\nmatures, assuming no default occurs on the security (ie. all coupons are paid as planned). It is the\nmaximum return that can be earned by the investment because we assume that no default will occur The yield to maturity never changes throughout the life of the investment.\n Yield-to-maturity is quoted on an annual basis by default.\n Discount securities are short term and mature in less than one year however the yield is on an annual\n    basis, therefore we use the following equation to determine the rate to discount the race value where\n    n is the number of days until maturity at any point:\n       ቀ####### 푛####### 365####### ቁ × 푟஽ 푎푛푛푢푎푙 푦푖푒푙푑 푡표 푚푎푡푢푟푖푡푦EQUATION FOR THE PV OF A PURE-DISCOUNT SECURITYRELATIONSHIP BETWEEN THE YIELD TO MATURITY AND THE MARKET PRICE\nInterest rates fall because of good market conditions. Investors do not need a 4% return now and\n are happy with 3%\nEveryone starts to purchase the investment and its price rises\nThe yield to maturity rises back to 4%\nPoor market conditions result in rising interest rates. We perceive the investment to be riskier than\n before and therefore want a higher return. We are not happy with 4% and demand 4% now.\nWe sell the securities and the price of the security falls\nThe yield falls back to 4%.\n\nYIELDS FALL, PRICES RISE. YIELDS RISE, PRICES FALL – REPEAT. INVERSE RELATIONSHIP.ZERO-COUPON BONDSIf there are no coupon payments and we only receive the face value at maturity then the Present Value is:We can find the PV of the potential coupons over a period by subtracting the zero-coupon bond from the\ncoupon-paying bond. Zero-coupon bonds sell for cheaper than coupon bonds because the PV is lower.LEVEL OF RISK OF INVESTMENTSDefault risk/credit risk – risk of inability to make coupon payments and/or maturity payments when due.S&amp;P Global Ratings and Moody’s Investors Service classify bonds according to a rating of their default risk. Investment grade debt (AAA – BBB) – have a risk similar to banks. They are unlikely to default and you\n    safely assume you will receive your payments when due,\n Speculative Bonds/junk bonds (BB – D) – higher risk and less certainty you will receive back your\n    payments. This means they have a higher yield to maturity as investors expect a higher return to\n    offset the higher risk.COUPON RATE AND YIELD TO MATURITYREMINDER: the coupon rate stays the same during the entire life of the investment (ie. it will always pay\n4% coupons, meaning coupons for a $100 face value bond will always be $4). However the yield to\nmaturity can change during the life of the bond depending on the required return demanded on the bondsat any point in time.SOLVING FOR THE YIELD TO MATURITY IN EXAMSFor a Coupon Paying Bond\nWill be a multiple choice question\nGiven a range of possible rD values\nSubstitute each into the coupon-bond equation\nThe correct answer will be the one that gives a PV that is above/below/at the face value $100,\n  depending on what the question asks.\n\nFor a Zero Coupon Bond – solve finding the rD by discounting the single face value payment at maturityRELATIONSHIP BETWEEN COUPON RATES AND YIELD TO MATURITY PRICE = FACE VALUE the bond is selling at par\n    o rD = Coupon Rate\n PRICE &gt; FACE VALUE the bond is selling at a premium\n    o rD &lt; coupon rate\n PRICE &lt; FACE VALUE the bond is selling at a discount\n    o rD &gt; coupon ratePRICE SENSITIVITY TO INTEREST RATESThe probability of interest rates rising over a longer period of 10 years is higher than the probability of\ninterest rates rising over a shorter period of 1 year. Rising interest rates will cause the prices of bonds to\nfall.Therefore prices of longer maturity bonds are more sensitive to changes in interest rates, meaning that\ninvestors bear higher interest rate risk with these longer-term bonds because there is a risk of the price\ndecreasing. The large number of coupon payments in longer maturity bonds also means that they are more\naffected by interest rates.ORDINARY SHARESORDINARY SHARES AND TRADINGOrdinary shares represent part ownership of a company. Investors purchase shares from a company. The\ncompany receives the price paid and the investor receives the right to receive a portion of the company’s\nprofits. Earnings are distributed amongst shareholders as ‘dividend’ payments. In America ‘Shares’ are\ncalled ‘Stocks’ (hence the terms ‘Stock market’ used in US media)Publicly listed companies sell shares to investors in the primary market through an Initial Public Offering\n(IPO) where investors purchase directly from the company. Then shareholders are able to trade shares\nthey have purchased to others through secondary markets such as the Australian Stock Exchange (ASX)\nwhere investors purchase existing shares from other investors.A positive return on the first day of trading a new share is referred to as under-pricing of an IPO as the\nprice of the share closed at a higher amount than it was originally traded at.MARKET VALUATIONS OF ORDINARY SHARESPrice of an ordinary share = PV of expected cash flows from the share, which have been discounted using\nthe required rate of return. This is the same concept as the value of bonds/bills.NPV of a share = PV cash inflows (dividends) – PV cash outflows (initial investment price)Because of Capital Market Efficiency (see below) where shares prices are expected to reflect all available\ninformation, the NPV of a share should be 0 because the PV of the dividends should equal the initial price\npaid. When the NPV is not 0 the price of the shares is misvalued and this presents a possible investment\nopportunity to purchase (if undervalued) or sell short (if overvalued)WHAT SHAREHOLDERS RECEIVE FROM THE COMPANY: DIVIDENDSSome earnings are reinvested in a company and are used to expand operations. Some earnings may be\nkept to pay dividends in the future. Other earnings will be paid out in the current period as dividends. As\ninvestors, we are only concerned about the earnings that we will receive – ie. the dividends per period.Shares provide an infinite stream (if we never sell them) of uncertain dividends (they can change\naccording to the decisions of managers) to shareholders.PRICING OF ORDINARY SHARESPrice of an ordinary share = PV of expected cash flows (dividends) from the share, which have been\ndiscounted using the required rate of return.This is assuming we pay annual dividends (just aggregate the dividends to get to one year)We don’t include D 0 (the dividend in the current year) when we calculate P 0 because we want to calculate\nthe ex-dividend price (price right after the current period dividend, D 0 , is paid). This is the same concept as\nthe ex-coupon price used when calculating the price of bonds.We can also rearrange this formula to solve for the expected rate of return.GENERAL DIVIDEND DISCOUNT MODELTo use this method we have to estimate what the value of the dividend will be at the end of the year which\nis not usually accurate, therefore analysts make general estimates as to the expected pattern of dividends.CONSTANT DIVIDEND GROWTH MODELThis is used to value shares whose dividends grow (or decline) at a constant growth rate (g) forever. If\ndividends will remain the same g = 0. If the company doesn’t pay dividends then this model can’t be used\nto price their shares.g\nrepresents: the growth rate of dividends\n the expected % change in the price of shares over n periods",
        "Final-Notes - 1-12 Lecture notes1-12 Lecture notesCoursePrinciples of Finance (FNCE10002)999+ DocumentsStudents shared 1090 documents in this courseUniversityUniversity of MelbourneAcademic year: 2020/2021Uploaded by:Snehaa Senthamilselvan EaswariUniversity of Melbourne0followers2Uploads49upvotesFollowCommentsPlease sign in or register to post comments.Janelle Qi Ern4 years agobest notes ever. seriously. this helped me so so much!! tqsm!!Report DocumentStudents also viewedFinance H1 95 Exam revisionLecture 2 NotesLec10-Cap Str 1-2perpagePOF Week 1 Lecture NotesWeek 7 Notes - Capital budgeting, NPV, IRR, incremental IRR, payback period, ARREcon10003 lecture 24Related documentsTutorial 12 - Options - AnsTutorial 11 - Cap Str 2 - AnsTeaching Note 2 - Leveraging and Short Selling (Sem 1, 2024)Finance- Lecture 29 - notesWeek 7 LecturesWeek 2 - Lecture 2 NotesRelated StudylistsDownloadDownloadedDownloadedPreview textWarning: TT: undefined function: 32FNCEPRINCIPLES OF FINANCE1: OVERVIEW OF PRINCIPLES OF FINANCE AND INTRODUCTION TO FINANCIALMATHS I ......................................................................................................... 22: INTRODUCTION TO FINANCIAL MATHS II .................................................... 53: VALUATION OF DEBT SECURITIES .............................................................. 104: VALUATION OF EQUITY SECURITIES .......................................................... 185: MODERN PORTFOLIO THEORY AND ASSET PRICING I ................................. 247: MODERN PORTFOLIO THEORY AND ASSET PRICING II ................................ 308: CAPITAL BUDGETING I .............................................................................. 389: CAPITAL BUDGETING II ............................................................................. 4310: CAPITAL STRUCTURE AND PAYOUT POLICY I ............................................ 4811: CAPITAL STRUCTURE AND PAYOUT POLICY II ........................................... 5312: INTRODUCTION TO OPTIONS .................................................................. 61SUBJECT OVERVIEWFinance is the study of how individuals and businesses acquire, spend and manage financial resources.INVESTMENT ANALYSISWhere and How to invest and how to finance these investments. Valuation of bonds, equities and derivatives\n Modern Portfolio theory\n Asset pricing and Market efficiencyCORPORATE FINANCEDecisions of companies and their management Capital budgeting – what investments to make\n Capital structure, how to finance these investments\n Payout policy – what to pay out to shareholders1: OVERVIEW OF PRINCIPLES OF FINANCE ANDINTRODUCTION TO FINANCIAL MATHS IThe main goal of firms and managers is to maximise the market value of a company’sequity. This satisfied shareholders as their share prices increase.According to Capital Market Efficiency the share price of a company should reflect allrelevant information available to the market at a point in time.The time value of money is the difference between the value of money today and thevalue of money in the future.We can earn interest to turn a PV cash flow into a higher FV cash flow, or we can payinterest to exchange a FV cash flow for a PV cash flow.Simple interest calculates the value of a cash flow based purely on the principal.Compound Interest calculates the value of a cash flow based on both the principal andaccrued (earned) interest.In order to compare cash flows we must consider them at the same point in timeWe can turn a PV into a FV by compounding it and turn a FV into a PV by discounting it.The PF &amp; FV depend on the time period, the interest rate and the compounding periods.The value additivity principle states that the PV[FV] of a series of cash flows is equal tothe sum of the PVs[FVs] of each cash flowIf the NPV is above 0 then we should accept the investment.PRESENT AND FUTURE VALUES OF CASH FLOWSIn order to compare cash flows we must consider them at the same point in time. Therefore we can\ndetermine future and present values to allow us to compare possible decisions in terms of one time frame.Future Value – The value of a cash flow at a specific point in the future.It is the value at which the Present Value is expected to grow to after n periods using a r% interest rate. We\ncall this compounding to move cash forward in timePresent Value – the value of a cash flow todayIt is the value that would grow to the Future Value if invested at r% for n periods. We call this discounting\nto move cash back in timeThe interest rate, number of periods and compounding periods will all impact upon the present and future\nvalues of cash.Cash flows are assumed to occur at the end of the period unless otherwise stated.PRESENT AND FUTURE VALUES OF A SERIES OF CASH FLOWSValue additivity principle: The PV[FV] of a series of cash flows is equal to the sum of thePVs[FVs] of each cash flow.This means that to find the Net Present Value of an investment we need to take the present value of the\nbenefits and subtract the present value of the outflows. We may need to discount some of the future cash\nflows in order to bring them back to the present.The typical outflow in a question is the initial investment.We should accept the investment if the NPV is above 0 because it will lead to an overall increase in\nbenefits.2: INTRODUCTION TO FINANCIAL MATHS IITOTAL GROWTH COMPOUNDED PERIODIC GROWTHORDINARY ANNUITIESANNUITIES DUEGROWING ORDINARY ANNUITIESORDINARY PERPETUITIESDEFERRED PERPETUITIESGROWING ORDINARY PERPETUITIESIMPORTANT: Make sure you use cash flows from the right period (e. C 0 is cash flow now, C 1 is CF in 1 year)ORDINARY ANNUITIESAn ordinary annuity is a series of equal, periodic cash flows that occur at the end of each period and last\nfor n months. The first cash flow occurs at the end of period 1 and the last cash flow at the end of period n.ANNUITIES DUEAn annuity due is a series of equal, periodic\ncash flows that occur at the beginning of each\nperiod and last for n months. The first cash\nflow occurs at the end of period 0 and last cash flow at the end of period n-\nThe beginning of period n is the same as the end of period n-\nWe calculate an annuity due by calculating it as an ordinary annuity and then compounding it by an extra\nperiod.GROWING ORDINARY ANNUITIESA growing ordinary annuity is a series of periodic cash flows that grow at a constant rate and occur at the\nend of each period, lasting for n months. The first cash flow occurs at the end of period 1 and the last cash\nflow at the end of period n.ORDINARY PERPETUITIESAn ordinary perpetuity is a series of equal periodic cash flows that go on forever, with cash flows occurring\nat the end of each period.\nIf there is a cash flow at time period 0 then we just add this onto the PV as a cash flow at time period 0 is\nalready at its present value (since present value = time period 0)3: VALUATION OF DEBT SECURITIESAnnual loan payments can be calculated through an ordinary annuity as they are aseries of equal cash outflows that occur at the end of every period and continue for nperiods. A loan amortisation schedule helps us to plan out our annual payments.Effective annual interest rates are used when interest is compounded more than onceper year. The below formula-sheet formula only works for a 1 year time horizon.Cash flows must be matched with interest rates1 Monthly cash flows compounding monthly  r/12 = monthly interest rate %2 6-monthly cash flows compounding monthlyo Find the 6 monthly rate by r/12 x 6o Use the effective interest formulaDebt Securities/Discount Debt Securities are SHORT TERM securities with no coupons.Long term debt securities can be coupon-paying or zero-coupon\nCoupon payment $ - periodic payment made to bondholders (CP$ = CR% x FV)\nCoupon Rate % - rate of interest paid annually (CR% = CP$ / FV)\nCoupon Yield % - compares market value to coupon rate (CY% = CP$/MPrice)\nYield to Maturity (rD) – rate of return if held until maturity and there is no default\n\nIF purchase price = Face Value THEN Coupon rate = Coupon yield = Yield-to-maturityShort Term (ST) – No Coupon Long term (LT) - Coupon LT - Zero CouponrD can be solved algebraically (zero-coupon) or by using a given range (coupons bond)Longer term investments are more susceptible to interest rate increases which willcause prices to fall, and are therefore more risky.LOAN PAYMENTSLoan – borrowing money and making repayments to pay off the loan over a fixed period of time.Fixed Rate loans means we fix the interest rate for 1-3 years and then rates can change after that.PERIODIC LOAN PAYMENTS (C) are represented by an ordinary annuity because they are a series of equal\ncash outflows that occur at the end of every period and last for the number of period the loan exists over.\nThe loan repayment (C) is composed of two parts: The principal we are repaying\n The interest being charged on the principal borrowedThe Present Value of a loan is found by discounting the periodic payments (C) to the current period.\nAlternatively, we an find the value of the periodic payments (C) by substituting in the PV of the loan, the\ninterest rate and the number of periods and solving for C.This works because by discounting the payments we are stripping off the interest being charged on them,\nleaving us with the sum of the principal balances.LOAN AMORTISATION SCHEDULEThe annual payment is the value of C and is therefore the same across all periodsThe interest paid is the principal remaining x interest rateThe Principal Repaid is the annual payment – interest paid.The Principal Remaining is the previous balance of principal remaining – Principal RepaidCHARACTERISTICS OF COUPON-PAYING BONDSThe coupon rate (%) is the rate of interest that the investment pays annuallyThe coupon payment ($) is the annual payment made to bondholders as ‘interest’ of sortsCoupon Payment $ = Coupon Rate % x Face ValueExample: $100 FV (default) with 5% coupon rate. Therefore the periodic coupon payment is:$100 x 0 = $5 per periodYield-to-maturity compares the purchase price to the rate of return. The yield to maturity never changes\nthroughout the life of the investment (see below for more information)Coupon yield/Current yield (%) is a measurement that compares the market value of the bond to the\ncoupon payment. This tells us how large the coupon rates are compared to the face value. The coupon\nyield may change throughout the life of the investment if the market price fluctuates.퐶표푢푝표푛 푌푖푒푙푑 =஼௢௨௣௢௡ ௉௔௬௠௘௡௧ெ௔௥௞௘௧ ௉௥௜௖௘PRESENT VALUE AND MARKET VALUEIf the present value (as calculated in its respective coupon/non-coupon equation) is the same as the\npurchase price (the price in the market)THENthe coupon rate, current yield and yield-to-maturity will all be the SAME VALUE.BASIC VALUATION PRINCIPLE FOR FINANCIAL SECURITIESThe price of a security/investment today is the PV of all the future cash flows, discounted at the rate of\nreturn/discount rate.For example, if company A is selling bonds for $40 then $40 is the expected present value of all the future\ncash flows (coupons) that that bond will pay out to investors.We discount the future cash flows to their value today which tells us how much we would be willing to pay\ntoday to receive these future cash flows later on (hence this is the price that we will pay in the market\nnow):TO ESTIMATE THE MARKET VALUE OF AN INVESTMENT Solve for the PV when we are given the estimated value of the future cash flows and the required rate\n    of return\n    This method can be used to independently value an investment and decide whether this PV\n    calculated is the same as/higher than/lower than the actual market price of the and therefore\n    whether it is correctly/over/under priced.TO ESTIMATE THE REQUIRED RATE OF RETURN ON AN INVESTMENT Solve for the rate of return if we are given the future cash flows and current market price (ie. the PV).\n    We can use this result to compare the investment to a benchmark return to decide whether to invest\n    in equally risky investments.PRICING OF SHORT-TERM DEBT / DISCOUNT DEBT SECURITIESA pure-discount (short term) security is when only the face value is paid. This means no coupon payments\nare made out during the life of the investment and the only return to the investor is the receipt of the face\nvalue at the end of the period.The market value/price of a discount security with no coupons depends on: What the final cash flow is (the face value)\n The yield to maturity rDYIELD TO MATURITYThe yield-to-maturity a type of rate of return. It is the rate earned on an investment that is held until it\nmatures, assuming no default occurs on the security (ie. all coupons are paid as planned). It is the\nmaximum return that can be earned by the investment because we assume that no default will occur The yield to maturity never changes throughout the life of the investment.\n Yield-to-maturity is quoted on an annual basis by default.\n Discount securities are short term and mature in less than one year however the yield is on an annual\n    basis, therefore we use the following equation to determine the rate to discount the race value where\n    n is the number of days until maturity at any point:\n       ቀ####### 푛####### 365####### ቁ × 푟஽ 푎푛푛푢푎푙 푦푖푒푙푑 푡표 푚푎푡푢푟푖푡푦EQUATION FOR THE PV OF A PURE-DISCOUNT SECURITYRELATIONSHIP BETWEEN THE YIELD TO MATURITY AND THE MARKET PRICE\nInterest rates fall because of good market conditions. Investors do not need a 4% return now and\n are happy with 3%\nEveryone starts to purchase the investment and its price rises\nThe yield to maturity rises back to 4%\nPoor market conditions result in rising interest rates. We perceive the investment to be riskier than\n before and therefore want a higher return. We are not happy with 4% and demand 4% now.\nWe sell the securities and the price of the security falls\nThe yield falls back to 4%.\n\nYIELDS FALL, PRICES RISE. YIELDS RISE, PRICES FALL – REPEAT. INVERSE RELATIONSHIP.ZERO-COUPON BONDSIf there are no coupon payments and we only receive the face value at maturity then the Present Value is:We can find the PV of the potential coupons over a period by subtracting the zero-coupon bond from the\ncoupon-paying bond. Zero-coupon bonds sell for cheaper than coupon bonds because the PV is lower.LEVEL OF RISK OF INVESTMENTSDefault risk/credit risk – risk of inability to make coupon payments and/or maturity payments when due.S&amp;P Global Ratings and Moody’s Investors Service classify bonds according to a rating of their default risk. Investment grade debt (AAA – BBB) – have a risk similar to banks. They are unlikely to default and you\n    safely assume you will receive your payments when due,\n Speculative Bonds/junk bonds (BB – D) – higher risk and less certainty you will receive back your\n    payments. This means they have a higher yield to maturity as investors expect a higher return to\n    offset the higher risk.COUPON RATE AND YIELD TO MATURITYREMINDER: the coupon rate stays the same during the entire life of the investment (ie. it will always pay\n4% coupons, meaning coupons for a $100 face value bond will always be $4). However the yield to\nmaturity can change during the life of the bond depending on the required return demanded on the bondsat any point in time.SOLVING FOR THE YIELD TO MATURITY IN EXAMSFor a Coupon Paying Bond\nWill be a multiple choice question\nGiven a range of possible rD values\nSubstitute each into the coupon-bond equation\nThe correct answer will be the one that gives a PV that is above/below/at the face value $100,\n  depending on what the question asks.\n\nFor a Zero Coupon Bond – solve finding the rD by discounting the single face value payment at maturityRELATIONSHIP BETWEEN COUPON RATES AND YIELD TO MATURITY PRICE = FACE VALUE the bond is selling at par\n    o rD = Coupon Rate\n PRICE &gt; FACE VALUE the bond is selling at a premium\n    o rD &lt; coupon rate\n PRICE &lt; FACE VALUE the bond is selling at a discount\n    o rD &gt; coupon ratePRICE SENSITIVITY TO INTEREST RATESThe probability of interest rates rising over a longer period of 10 years is higher than the probability of\ninterest rates rising over a shorter period of 1 year. Rising interest rates will cause the prices of bonds to\nfall.Therefore prices of longer maturity bonds are more sensitive to changes in interest rates, meaning that\ninvestors bear higher interest rate risk with these longer-term bonds because there is a risk of the price\ndecreasing. The large number of coupon payments in longer maturity bonds also means that they are more\naffected by interest rates.ORDINARY SHARESORDINARY SHARES AND TRADINGOrdinary shares represent part ownership of a company. Investors purchase shares from a company. The\ncompany receives the price paid and the investor receives the right to receive a portion of the company’s\nprofits. Earnings are distributed amongst shareholders as ‘dividend’ payments. In America ‘Shares’ are\ncalled ‘Stocks’ (hence the terms ‘Stock market’ used in US media)Publicly listed companies sell shares to investors in the primary market through an Initial Public Offering\n(IPO) where investors purchase directly from the company. Then shareholders are able to trade shares\nthey have purchased to others through secondary markets such as the Australian Stock Exchange (ASX)\nwhere investors purchase existing shares from other investors.A positive return on the first day of trading a new share is referred to as under-pricing of an IPO as the\nprice of the share closed at a higher amount than it was originally traded at.MARKET VALUATIONS OF ORDINARY SHARESPrice of an ordinary share = PV of expected cash flows from the share, which have been discounted using\nthe required rate of return. This is the same concept as the value of bonds/bills.NPV of a share = PV cash inflows (dividends) – PV cash outflows (initial investment price)Because of Capital Market Efficiency (see below) where shares prices are expected to reflect all available\ninformation, the NPV of a share should be 0 because the PV of the dividends should equal the initial price\npaid. When the NPV is not 0 the price of the shares is misvalued and this presents a possible investment\nopportunity to purchase (if undervalued) or sell short (if overvalued)WHAT SHAREHOLDERS RECEIVE FROM THE COMPANY: DIVIDENDSSome earnings are reinvested in a company and are used to expand operations. Some earnings may be\nkept to pay dividends in the future. Other earnings will be paid out in the current period as dividends. As\ninvestors, we are only concerned about the earnings that we will receive – ie. the dividends per period.Shares provide an infinite stream (if we never sell them) of uncertain dividends (they can change\naccording to the decisions of managers) to shareholders.PRICING OF ORDINARY SHARESPrice of an ordinary share = PV of expected cash flows (dividends) from the share, which have been\ndiscounted using the required rate of return.This is assuming we pay annual dividends (just aggregate the dividends to get to one year)We don’t include D 0 (the dividend in the current year) when we calculate P 0 because we want to calculate\nthe ex-dividend price (price right after the current period dividend, D 0 , is paid). This is the same concept as\nthe ex-coupon price used when calculating the price of bonds.We can also rearrange this formula to solve for the expected rate of return.GENERAL DIVIDEND DISCOUNT MODELTo use this method we have to estimate what the value of the dividend will be at the end of the year which\nis not usually accurate, therefore analysts make general estimates as to the expected pattern of dividends.CONSTANT DIVIDEND GROWTH MODELThis is used to value shares whose dividends grow (or decline) at a constant growth rate (g) forever. If\ndividends will remain the same g = 0. If the company doesn’t pay dividends then this model can’t be used\nto price their shares.g\nrepresents: the growth rate of dividends\n the expected % change in the price of shares over n periods",
        "Final-Notes - 1-12 Lecture notes1-12 Lecture notesCoursePrinciples of Finance (FNCE10002)999+ DocumentsStudents shared 1090 documents in this courseUniversityUniversity of MelbourneAcademic year: 2020/2021Uploaded by:Snehaa Senthamilselvan EaswariUniversity of Melbourne0followers2Uploads49upvotesFollowCommentsPlease sign in or register to post comments.Janelle Qi Ern4 years agobest notes ever. seriously. this helped me so so much!! tqsm!!Report DocumentStudents also viewedFinance H1 95 Exam revisionLecture 2 NotesLec10-Cap Str 1-2perpagePOF Week 1 Lecture NotesWeek 7 Notes - Capital budgeting, NPV, IRR, incremental IRR, payback period, ARREcon10003 lecture 24Related documentsTutorial 12 - Options - AnsTutorial 11 - Cap Str 2 - AnsTeaching Note 2 - Leveraging and Short Selling (Sem 1, 2024)Finance- Lecture 29 - notesWeek 7 LecturesWeek 2 - Lecture 2 NotesRelated StudylistsDownloadDownloadedDownloadedPreview textWarning: TT: undefined function: 32FNCEPRINCIPLES OF FINANCE1: OVERVIEW OF PRINCIPLES OF FINANCE AND INTRODUCTION TO FINANCIALMATHS I ......................................................................................................... 22: INTRODUCTION TO FINANCIAL MATHS II .................................................... 53: VALUATION OF DEBT SECURITIES .............................................................. 104: VALUATION OF EQUITY SECURITIES .......................................................... 185: MODERN PORTFOLIO THEORY AND ASSET PRICING I ................................. 247: MODERN PORTFOLIO THEORY AND ASSET PRICING II ................................ 308: CAPITAL BUDGETING I .............................................................................. 389: CAPITAL BUDGETING II ............................................................................. 4310: CAPITAL STRUCTURE AND PAYOUT POLICY I ............................................ 4811: CAPITAL STRUCTURE AND PAYOUT POLICY II ........................................... 5312: INTRODUCTION TO OPTIONS .................................................................. 61SUBJECT OVERVIEWFinance is the study of how individuals and businesses acquire, spend and manage financial resources.INVESTMENT ANALYSISWhere and How to invest and how to finance these investments. Valuation of bonds, equities and derivatives\n Modern Portfolio theory\n Asset pricing and Market efficiencyCORPORATE FINANCEDecisions of companies and their management Capital budgeting – what investments to make\n Capital structure, how to finance these investments\n Payout policy – what to pay out to shareholders1: OVERVIEW OF PRINCIPLES OF FINANCE ANDINTRODUCTION TO FINANCIAL MATHS IThe main goal of firms and managers is to maximise the market value of a company’sequity. This satisfied shareholders as their share prices increase.According to Capital Market Efficiency the share price of a company should reflect allrelevant information available to the market at a point in time.The time value of money is the difference between the value of money today and thevalue of money in the future.We can earn interest to turn a PV cash flow into a higher FV cash flow, or we can payinterest to exchange a FV cash flow for a PV cash flow.Simple interest calculates the value of a cash flow based purely on the principal.Compound Interest calculates the value of a cash flow based on both the principal andaccrued (earned) interest.In order to compare cash flows we must consider them at the same point in timeWe can turn a PV into a FV by compounding it and turn a FV into a PV by discounting it.The PF &amp; FV depend on the time period, the interest rate and the compounding periods.The value additivity principle states that the PV[FV] of a series of cash flows is equal tothe sum of the PVs[FVs] of each cash flowIf the NPV is above 0 then we should accept the investment.PRESENT AND FUTURE VALUES OF CASH FLOWSIn order to compare cash flows we must consider them at the same point in time. Therefore we can\ndetermine future and present values to allow us to compare possible decisions in terms of one time frame.Future Value – The value of a cash flow at a specific point in the future.It is the value at which the Present Value is expected to grow to after n periods using a r% interest rate. We\ncall this compounding to move cash forward in timePresent Value – the value of a cash flow todayIt is the value that would grow to the Future Value if invested at r% for n periods. We call this discounting\nto move cash back in timeThe interest rate, number of periods and compounding periods will all impact upon the present and future\nvalues of cash.Cash flows are assumed to occur at the end of the period unless otherwise stated.PRESENT AND FUTURE VALUES OF A SERIES OF CASH FLOWSValue additivity principle: The PV[FV] of a series of cash flows is equal to the sum of thePVs[FVs] of each cash flow.This means that to find the Net Present Value of an investment we need to take the present value of the\nbenefits and subtract the present value of the outflows. We may need to discount some of the future cash\nflows in order to bring them back to the present.The typical outflow in a question is the initial investment.We should accept the investment if the NPV is above 0 because it will lead to an overall increase in\nbenefits.2: INTRODUCTION TO FINANCIAL MATHS IITOTAL GROWTH COMPOUNDED PERIODIC GROWTHORDINARY ANNUITIESANNUITIES DUEGROWING ORDINARY ANNUITIESORDINARY PERPETUITIESDEFERRED PERPETUITIESGROWING ORDINARY PERPETUITIESIMPORTANT: Make sure you use cash flows from the right period (e. C 0 is cash flow now, C 1 is CF in 1 year)ORDINARY ANNUITIESAn ordinary annuity is a series of equal, periodic cash flows that occur at the end of each period and last\nfor n months. The first cash flow occurs at the end of period 1 and the last cash flow at the end of period n.ANNUITIES DUEAn annuity due is a series of equal, periodic\ncash flows that occur at the beginning of each\nperiod and last for n months. The first cash\nflow occurs at the end of period 0 and last cash flow at the end of period n-\nThe beginning of period n is the same as the end of period n-\nWe calculate an annuity due by calculating it as an ordinary annuity and then compounding it by an extra\nperiod.GROWING ORDINARY ANNUITIESA growing ordinary annuity is a series of periodic cash flows that grow at a constant rate and occur at the\nend of each period, lasting for n months. The first cash flow occurs at the end of period 1 and the last cash\nflow at the end of period n.ORDINARY PERPETUITIESAn ordinary perpetuity is a series of equal periodic cash flows that go on forever, with cash flows occurring\nat the end of each period.\nIf there is a cash flow at time period 0 then we just add this onto the PV as a cash flow at time period 0 is\nalready at its present value (since present value = time period 0)3: VALUATION OF DEBT SECURITIESAnnual loan payments can be calculated through an ordinary annuity as they are aseries of equal cash outflows that occur at the end of every period and continue for nperiods. A loan amortisation schedule helps us to plan out our annual payments.Effective annual interest rates are used when interest is compounded more than onceper year. The below formula-sheet formula only works for a 1 year time horizon.Cash flows must be matched with interest rates1 Monthly cash flows compounding monthly  r/12 = monthly interest rate %2 6-monthly cash flows compounding monthlyo Find the 6 monthly rate by r/12 x 6o Use the effective interest formulaDebt Securities/Discount Debt Securities are SHORT TERM securities with no coupons.Long term debt securities can be coupon-paying or zero-coupon\nCoupon payment $ - periodic payment made to bondholders (CP$ = CR% x FV)\nCoupon Rate % - rate of interest paid annually (CR% = CP$ / FV)\nCoupon Yield % - compares market value to coupon rate (CY% = CP$/MPrice)\nYield to Maturity (rD) – rate of return if held until maturity and there is no default\n\nIF purchase price = Face Value THEN Coupon rate = Coupon yield = Yield-to-maturityShort Term (ST) – No Coupon Long term (LT) - Coupon LT - Zero CouponrD can be solved algebraically (zero-coupon) or by using a given range (coupons bond)Longer term investments are more susceptible to interest rate increases which willcause prices to fall, and are therefore more risky.LOAN PAYMENTSLoan – borrowing money and making repayments to pay off the loan over a fixed period of time.Fixed Rate loans means we fix the interest rate for 1-3 years and then rates can change after that.PERIODIC LOAN PAYMENTS (C) are represented by an ordinary annuity because they are a series of equal\ncash outflows that occur at the end of every period and last for the number of period the loan exists over.\nThe loan repayment (C) is composed of two parts: The principal we are repaying\n The interest being charged on the principal borrowedThe Present Value of a loan is found by discounting the periodic payments (C) to the current period.\nAlternatively, we an find the value of the periodic payments (C) by substituting in the PV of the loan, the\ninterest rate and the number of periods and solving for C.This works because by discounting the payments we are stripping off the interest being charged on them,\nleaving us with the sum of the principal balances.LOAN AMORTISATION SCHEDULEThe annual payment is the value of C and is therefore the same across all periodsThe interest paid is the principal remaining x interest rateThe Principal Repaid is the annual payment – interest paid.The Principal Remaining is the previous balance of principal remaining – Principal RepaidCHARACTERISTICS OF COUPON-PAYING BONDSThe coupon rate (%) is the rate of interest that the investment pays annuallyThe coupon payment ($) is the annual payment made to bondholders as ‘interest’ of sortsCoupon Payment $ = Coupon Rate % x Face ValueExample: $100 FV (default) with 5% coupon rate. Therefore the periodic coupon payment is:$100 x 0 = $5 per periodYield-to-maturity compares the purchase price to the rate of return. The yield to maturity never changes\nthroughout the life of the investment (see below for more information)Coupon yield/Current yield (%) is a measurement that compares the market value of the bond to the\ncoupon payment. This tells us how large the coupon rates are compared to the face value. The coupon\nyield may change throughout the life of the investment if the market price fluctuates.퐶표푢푝표푛 푌푖푒푙푑 =஼௢௨௣௢௡ ௉௔௬௠௘௡௧ெ௔௥௞௘௧ ௉௥௜௖௘PRESENT VALUE AND MARKET VALUEIf the present value (as calculated in its respective coupon/non-coupon equation) is the same as the\npurchase price (the price in the market)THENthe coupon rate, current yield and yield-to-maturity will all be the SAME VALUE.BASIC VALUATION PRINCIPLE FOR FINANCIAL SECURITIESThe price of a security/investment today is the PV of all the future cash flows, discounted at the rate of\nreturn/discount rate.For example, if company A is selling bonds for $40 then $40 is the expected present value of all the future\ncash flows (coupons) that that bond will pay out to investors.We discount the future cash flows to their value today which tells us how much we would be willing to pay\ntoday to receive these future cash flows later on (hence this is the price that we will pay in the market\nnow):TO ESTIMATE THE MARKET VALUE OF AN INVESTMENT Solve for the PV when we are given the estimated value of the future cash flows and the required rate\n    of return\n    This method can be used to independently value an investment and decide whether this PV\n    calculated is the same as/higher than/lower than the actual market price of the and therefore\n    whether it is correctly/over/under priced.TO ESTIMATE THE REQUIRED RATE OF RETURN ON AN INVESTMENT Solve for the rate of return if we are given the future cash flows and current market price (ie. the PV).\n    We can use this result to compare the investment to a benchmark return to decide whether to invest\n    in equally risky investments.PRICING OF SHORT-TERM DEBT / DISCOUNT DEBT SECURITIESA pure-discount (short term) security is when only the face value is paid. This means no coupon payments\nare made out during the life of the investment and the only return to the investor is the receipt of the face\nvalue at the end of the period.The market value/price of a discount security with no coupons depends on: What the final cash flow is (the face value)\n The yield to maturity rDYIELD TO MATURITYThe yield-to-maturity a type of rate of return. It is the rate earned on an investment that is held until it\nmatures, assuming no default occurs on the security (ie. all coupons are paid as planned). It is the\nmaximum return that can be earned by the investment because we assume that no default will occur The yield to maturity never changes throughout the life of the investment.\n Yield-to-maturity is quoted on an annual basis by default.\n Discount securities are short term and mature in less than one year however the yield is on an annual\n    basis, therefore we use the following equation to determine the rate to discount the race value where\n    n is the number of days until maturity at any point:\n       ቀ####### 푛####### 365####### ቁ × 푟஽ 푎푛푛푢푎푙 푦푖푒푙푑 푡표 푚푎푡푢푟푖푡푦EQUATION FOR THE PV OF A PURE-DISCOUNT SECURITYRELATIONSHIP BETWEEN THE YIELD TO MATURITY AND THE MARKET PRICE\nInterest rates fall because of good market conditions. Investors do not need a 4% return now and\n are happy with 3%\nEveryone starts to purchase the investment and its price rises\nThe yield to maturity rises back to 4%\nPoor market conditions result in rising interest rates. We perceive the investment to be riskier than\n before and therefore want a higher return. We are not happy with 4% and demand 4% now.\nWe sell the securities and the price of the security falls\nThe yield falls back to 4%.\n\nYIELDS FALL, PRICES RISE. YIELDS RISE, PRICES FALL – REPEAT. INVERSE RELATIONSHIP.ZERO-COUPON BONDSIf there are no coupon payments and we only receive the face value at maturity then the Present Value is:We can find the PV of the potential coupons over a period by subtracting the zero-coupon bond from the\ncoupon-paying bond. Zero-coupon bonds sell for cheaper than coupon bonds because the PV is lower.LEVEL OF RISK OF INVESTMENTSDefault risk/credit risk – risk of inability to make coupon payments and/or maturity payments when due.S&amp;P Global Ratings and Moody’s Investors Service classify bonds according to a rating of their default risk. Investment grade debt (AAA – BBB) – have a risk similar to banks. They are unlikely to default and you\n    safely assume you will receive your payments when due,\n Speculative Bonds/junk bonds (BB – D) – higher risk and less certainty you will receive back your\n    payments. This means they have a higher yield to maturity as investors expect a higher return to\n    offset the higher risk.COUPON RATE AND YIELD TO MATURITYREMINDER: the coupon rate stays the same during the entire life of the investment (ie. it will always pay\n4% coupons, meaning coupons for a $100 face value bond will always be $4). However the yield to\nmaturity can change during the life of the bond depending on the required return demanded on the bondsat any point in time.SOLVING FOR THE YIELD TO MATURITY IN EXAMSFor a Coupon Paying Bond\nWill be a multiple choice question\nGiven a range of possible rD values\nSubstitute each into the coupon-bond equation\nThe correct answer will be the one that gives a PV that is above/below/at the face value $100,\n  depending on what the question asks.\n\nFor a Zero Coupon Bond – solve finding the rD by discounting the single face value payment at maturityRELATIONSHIP BETWEEN COUPON RATES AND YIELD TO MATURITY PRICE = FACE VALUE the bond is selling at par\n    o rD = Coupon Rate\n PRICE &gt; FACE VALUE the bond is selling at a premium\n    o rD &lt; coupon rate\n PRICE &lt; FACE VALUE the bond is selling at a discount\n    o rD &gt; coupon ratePRICE SENSITIVITY TO INTEREST RATESThe probability of interest rates rising over a longer period of 10 years is higher than the probability of\ninterest rates rising over a shorter period of 1 year. Rising interest rates will cause the prices of bonds to\nfall.Therefore prices of longer maturity bonds are more sensitive to changes in interest rates, meaning that\ninvestors bear higher interest rate risk with these longer-term bonds because there is a risk of the price\ndecreasing. The large number of coupon payments in longer maturity bonds also means that they are more\naffected by interest rates.ORDINARY SHARESORDINARY SHARES AND TRADINGOrdinary shares represent part ownership of a company. Investors purchase shares from a company. The\ncompany receives the price paid and the investor receives the right to receive a portion of the company’s\nprofits. Earnings are distributed amongst shareholders as ‘dividend’ payments. In America ‘Shares’ are\ncalled ‘Stocks’ (hence the terms ‘Stock market’ used in US media)Publicly listed companies sell shares to investors in the primary market through an Initial Public Offering\n(IPO) where investors purchase directly from the company. Then shareholders are able to trade shares\nthey have purchased to others through secondary markets such as the Australian Stock Exchange (ASX)\nwhere investors purchase existing shares from other investors.A positive return on the first day of trading a new share is referred to as under-pricing of an IPO as the\nprice of the share closed at a higher amount than it was originally traded at.MARKET VALUATIONS OF ORDINARY SHARESPrice of an ordinary share = PV of expected cash flows from the share, which have been discounted using\nthe required rate of return. This is the same concept as the value of bonds/bills.NPV of a share = PV cash inflows (dividends) – PV cash outflows (initial investment price)Because of Capital Market Efficiency (see below) where shares prices are expected to reflect all available\ninformation, the NPV of a share should be 0 because the PV of the dividends should equal the initial price\npaid. When the NPV is not 0 the price of the shares is misvalued and this presents a possible investment\nopportunity to purchase (if undervalued) or sell short (if overvalued)WHAT SHAREHOLDERS RECEIVE FROM THE COMPANY: DIVIDENDSSome earnings are reinvested in a company and are used to expand operations. Some earnings may be\nkept to pay dividends in the future. Other earnings will be paid out in the current period as dividends. As\ninvestors, we are only concerned about the earnings that we will receive – ie. the dividends per period.Shares provide an infinite stream (if we never sell them) of uncertain dividends (they can change\naccording to the decisions of managers) to shareholders.PRICING OF ORDINARY SHARESPrice of an ordinary share = PV of expected cash flows (dividends) from the share, which have been\ndiscounted using the required rate of return.This is assuming we pay annual dividends (just aggregate the dividends to get to one year)We don’t include D 0 (the dividend in the current year) when we calculate P 0 because we want to calculate\nthe ex-dividend price (price right after the current period dividend, D 0 , is paid). This is the same concept as\nthe ex-coupon price used when calculating the price of bonds.We can also rearrange this formula to solve for the expected rate of return.GENERAL DIVIDEND DISCOUNT MODELTo use this method we have to estimate what the value of the dividend will be at the end of the year which\nis not usually accurate, therefore analysts make general estimates as to the expected pattern of dividends.CONSTANT DIVIDEND GROWTH MODELThis is used to value shares whose dividends grow (or decline) at a constant growth rate (g) forever. If\ndividends will remain the same g = 0. If the company doesn’t pay dividends then this model can’t be used\nto price their shares.g\nrepresents: the growth rate of dividends\n the expected % change in the price of shares over n periods",
        "1-12 Lecture notes",
        "1-12 Lecture notes",
        "1-12 Lecture notes",
        "CoursePrinciples of Finance (FNCE10002)999+ DocumentsStudents shared 1090 documents in this course",
        "Course",
        "Principles of Finance (FNCE10002)999+ DocumentsStudents shared 1090 documents in this course",
        "Principles of Finance (FNCE10002)",
        "Principles of Finance (FNCE10002)",
        "999+ DocumentsStudents shared 1090 documents in this course",
        "999+ Documents",
        "999+ Documents",
        "999+ Documents",
        "Students shared 1090 documents in this course",
        "Students shared 1090 documents in this course",
        "Students shared 1090 documents in this course",
        "UniversityUniversity of Melbourne",
        "University",
        "University of Melbourne",
        "University of Melbourne",
        "Academic year: 2020/2021",
        "Academic year:",
        "2020/2021",
        "Uploaded by:Snehaa Senthamilselvan EaswariUniversity of Melbourne0followers2Uploads49upvotesFollow",
        "Uploaded by:",
        "Snehaa Senthamilselvan EaswariUniversity of Melbourne0followers2Uploads49upvotesFollow",
        "Snehaa Senthamilselvan EaswariUniversity of Melbourne",
        "Snehaa Senthamilselvan EaswariUniversity of Melbourne",
        "Snehaa Senthamilselvan Easwari",
        "0followers2Uploads49upvotes",
        "0followers",
        "0",
        "followers",
        "2",
        "Uploads",
        "49",
        "upvotes",
        "Follow",
        "Follow",
        "CommentsPlease sign in or register to post comments.Janelle Qi Ern4 years agobest notes ever. seriously. this helped me so so much!! tqsm!!",
        "Please sign in or register to post comments.",
        "Please sign in or register to post comments.",
        "Please",
        "or",
        "to post comments.",
        "Janelle Qi Ern4 years ago",
        "Janelle Qi Ern4 years ago",
        "Janelle Qi Ern",
        "4 years ago",
        "best notes ever. seriously. this helped me so so much!! tqsm!!",
        "best notes ever. seriously. this helped me so so much!! tqsm!!",
        "Students also viewedFinance H1 95 Exam revisionLecture 2 NotesLec10-Cap Str 1-2perpagePOF Week 1 Lecture NotesWeek 7 Notes - Capital budgeting, NPV, IRR, incremental IRR, payback period, ARREcon10003 lecture 24",
        "Finance H1 95 Exam revision",
        "Lecture 2 Notes",
        "Lec10-Cap Str 1-2perpage",
        "POF Week 1 Lecture Notes",
        "Week 7 Notes - Capital budgeting, NPV, IRR, incremental IRR, payback period, ARR",
        "Econ10003 lecture 24",
        "Related documentsTutorial 12 - Options - AnsTutorial 11 - Cap Str 2 - AnsTeaching Note 2 - Leveraging and Short Selling (Sem 1, 2024)Finance- Lecture 29 - notesWeek 7 LecturesWeek 2 - Lecture 2 Notes",
        "Tutorial 12 - Options - Ans",
        "Tutorial 11 - Cap Str 2 - Ans",
        "Teaching Note 2 - Leveraging and Short Selling (Sem 1, 2024)",
        "Finance- Lecture 29 - notes",
        "Week 7 Lectures",
        "Week 2 - Lecture 2 Notes",
        "Related StudylistsDownloadDownloadedDownloaded",
        "Download",
        "Downloaded",
        "Downloaded",
        "Warning: TT: undefined function: 32FNCEPRINCIPLES OF FINANCE1: OVERVIEW OF PRINCIPLES OF FINANCE AND INTRODUCTION TO FINANCIALMATHS I ......................................................................................................... 22: INTRODUCTION TO FINANCIAL MATHS II .................................................... 53: VALUATION OF DEBT SECURITIES .............................................................. 104: VALUATION OF EQUITY SECURITIES .......................................................... 185: MODERN PORTFOLIO THEORY AND ASSET PRICING I ................................. 247: MODERN PORTFOLIO THEORY AND ASSET PRICING II ................................ 308: CAPITAL BUDGETING I .............................................................................. 389: CAPITAL BUDGETING II ............................................................................. 4310: CAPITAL STRUCTURE AND PAYOUT POLICY I ............................................ 4811: CAPITAL STRUCTURE AND PAYOUT POLICY II ........................................... 5312: INTRODUCTION TO OPTIONS .................................................................. 61SUBJECT OVERVIEWFinance is the study of how individuals and businesses acquire, spend and manage financial resources.INVESTMENT ANALYSISWhere and How to invest and how to finance these investments. Valuation of bonds, equities and derivatives\n Modern Portfolio theory\n Asset pricing and Market efficiencyCORPORATE FINANCEDecisions of companies and their management Capital budgeting – what investments to make\n Capital structure, how to finance these investments\n Payout policy – what to pay out to shareholders1: OVERVIEW OF PRINCIPLES OF FINANCE ANDINTRODUCTION TO FINANCIAL MATHS IThe main goal of firms and managers is to maximise the market value of a company’sequity. This satisfied shareholders as their share prices increase.According to Capital Market Efficiency the share price of a company should reflect allrelevant information available to the market at a point in time.The time value of money is the difference between the value of money today and thevalue of money in the future.We can earn interest to turn a PV cash flow into a higher FV cash flow, or we can payinterest to exchange a FV cash flow for a PV cash flow.Simple interest calculates the value of a cash flow based purely on the principal.Compound Interest calculates the value of a cash flow based on both the principal andaccrued (earned) interest.In order to compare cash flows we must consider them at the same point in timeWe can turn a PV into a FV by compounding it and turn a FV into a PV by discounting it.The PF &amp; FV depend on the time period, the interest rate and the compounding periods.The value additivity principle states that the PV[FV] of a series of cash flows is equal tothe sum of the PVs[FVs] of each cash flowIf the NPV is above 0 then we should accept the investment.PRESENT AND FUTURE VALUES OF CASH FLOWSIn order to compare cash flows we must consider them at the same point in time. Therefore we can\ndetermine future and present values to allow us to compare possible decisions in terms of one time frame.Future Value – The value of a cash flow at a specific point in the future.It is the value at which the Present Value is expected to grow to after n periods using a r% interest rate. We\ncall this compounding to move cash forward in timePresent Value – the value of a cash flow todayIt is the value that would grow to the Future Value if invested at r% for n periods. We call this discounting\nto move cash back in timeThe interest rate, number of periods and compounding periods will all impact upon the present and future\nvalues of cash.Cash flows are assumed to occur at the end of the period unless otherwise stated.PRESENT AND FUTURE VALUES OF A SERIES OF CASH FLOWSValue additivity principle: The PV[FV] of a series of cash flows is equal to the sum of thePVs[FVs] of each cash flow.This means that to find the Net Present Value of an investment we need to take the present value of the\nbenefits and subtract the present value of the outflows. We may need to discount some of the future cash\nflows in order to bring them back to the present.The typical outflow in a question is the initial investment.We should accept the investment if the NPV is above 0 because it will lead to an overall increase in\nbenefits.2: INTRODUCTION TO FINANCIAL MATHS IITOTAL GROWTH COMPOUNDED PERIODIC GROWTHORDINARY ANNUITIESANNUITIES DUEGROWING ORDINARY ANNUITIESORDINARY PERPETUITIESDEFERRED PERPETUITIESGROWING ORDINARY PERPETUITIESIMPORTANT: Make sure you use cash flows from the right period (e. C 0 is cash flow now, C 1 is CF in 1 year)ORDINARY ANNUITIESAn ordinary annuity is a series of equal, periodic cash flows that occur at the end of each period and last\nfor n months. The first cash flow occurs at the end of period 1 and the last cash flow at the end of period n.ANNUITIES DUEAn annuity due is a series of equal, periodic\ncash flows that occur at the beginning of each\nperiod and last for n months. The first cash\nflow occurs at the end of period 0 and last cash flow at the end of period n-\nThe beginning of period n is the same as the end of period n-\nWe calculate an annuity due by calculating it as an ordinary annuity and then compounding it by an extra\nperiod.GROWING ORDINARY ANNUITIESA growing ordinary annuity is a series of periodic cash flows that grow at a constant rate and occur at the\nend of each period, lasting for n months. The first cash flow occurs at the end of period 1 and the last cash\nflow at the end of period n.ORDINARY PERPETUITIESAn ordinary perpetuity is a series of equal periodic cash flows that go on forever, with cash flows occurring\nat the end of each period.\nIf there is a cash flow at time period 0 then we just add this onto the PV as a cash flow at time period 0 is\nalready at its present value (since present value = time period 0)3: VALUATION OF DEBT SECURITIESAnnual loan payments can be calculated through an ordinary annuity as they are aseries of equal cash outflows that occur at the end of every period and continue for nperiods. A loan amortisation schedule helps us to plan out our annual payments.Effective annual interest rates are used when interest is compounded more than onceper year. The below formula-sheet formula only works for a 1 year time horizon.Cash flows must be matched with interest rates1 Monthly cash flows compounding monthly  r/12 = monthly interest rate %2 6-monthly cash flows compounding monthlyo Find the 6 monthly rate by r/12 x 6o Use the effective interest formulaDebt Securities/Discount Debt Securities are SHORT TERM securities with no coupons.Long term debt securities can be coupon-paying or zero-coupon\nCoupon payment $ - periodic payment made to bondholders (CP$ = CR% x FV)\nCoupon Rate % - rate of interest paid annually (CR% = CP$ / FV)\nCoupon Yield % - compares market value to coupon rate (CY% = CP$/MPrice)\nYield to Maturity (rD) – rate of return if held until maturity and there is no default\n\nIF purchase price = Face Value THEN Coupon rate = Coupon yield = Yield-to-maturityShort Term (ST) – No Coupon Long term (LT) - Coupon LT - Zero CouponrD can be solved algebraically (zero-coupon) or by using a given range (coupons bond)Longer term investments are more susceptible to interest rate increases which willcause prices to fall, and are therefore more risky.LOAN PAYMENTSLoan – borrowing money and making repayments to pay off the loan over a fixed period of time.Fixed Rate loans means we fix the interest rate for 1-3 years and then rates can change after that.PERIODIC LOAN PAYMENTS (C) are represented by an ordinary annuity because they are a series of equal\ncash outflows that occur at the end of every period and last for the number of period the loan exists over.\nThe loan repayment (C) is composed of two parts: The principal we are repaying\n The interest being charged on the principal borrowedThe Present Value of a loan is found by discounting the periodic payments (C) to the current period.\nAlternatively, we an find the value of the periodic payments (C) by substituting in the PV of the loan, the\ninterest rate and the number of periods and solving for C.This works because by discounting the payments we are stripping off the interest being charged on them,\nleaving us with the sum of the principal balances.LOAN AMORTISATION SCHEDULEThe annual payment is the value of C and is therefore the same across all periodsThe interest paid is the principal remaining x interest rateThe Principal Repaid is the annual payment – interest paid.The Principal Remaining is the previous balance of principal remaining – Principal RepaidCHARACTERISTICS OF COUPON-PAYING BONDSThe coupon rate (%) is the rate of interest that the investment pays annuallyThe coupon payment ($) is the annual payment made to bondholders as ‘interest’ of sortsCoupon Payment $ = Coupon Rate % x Face ValueExample: $100 FV (default) with 5% coupon rate. Therefore the periodic coupon payment is:$100 x 0 = $5 per periodYield-to-maturity compares the purchase price to the rate of return. The yield to maturity never changes\nthroughout the life of the investment (see below for more information)Coupon yield/Current yield (%) is a measurement that compares the market value of the bond to the\ncoupon payment. This tells us how large the coupon rates are compared to the face value. The coupon\nyield may change throughout the life of the investment if the market price fluctuates.퐶표푢푝표푛 푌푖푒푙푑 =஼௢௨௣௢௡ ௉௔௬௠௘௡௧ெ௔௥௞௘௧ ௉௥௜௖௘PRESENT VALUE AND MARKET VALUEIf the present value (as calculated in its respective coupon/non-coupon equation) is the same as the\npurchase price (the price in the market)THENthe coupon rate, current yield and yield-to-maturity will all be the SAME VALUE.BASIC VALUATION PRINCIPLE FOR FINANCIAL SECURITIESThe price of a security/investment today is the PV of all the future cash flows, discounted at the rate of\nreturn/discount rate.For example, if company A is selling bonds for $40 then $40 is the expected present value of all the future\ncash flows (coupons) that that bond will pay out to investors.We discount the future cash flows to their value today which tells us how much we would be willing to pay\ntoday to receive these future cash flows later on (hence this is the price that we will pay in the market\nnow):TO ESTIMATE THE MARKET VALUE OF AN INVESTMENT Solve for the PV when we are given the estimated value of the future cash flows and the required rate\n    of return\n    This method can be used to independently value an investment and decide whether this PV\n    calculated is the same as/higher than/lower than the actual market price of the and therefore\n    whether it is correctly/over/under priced.TO ESTIMATE THE REQUIRED RATE OF RETURN ON AN INVESTMENT Solve for the rate of return if we are given the future cash flows and current market price (ie. the PV).\n    We can use this result to compare the investment to a benchmark return to decide whether to invest\n    in equally risky investments.PRICING OF SHORT-TERM DEBT / DISCOUNT DEBT SECURITIESA pure-discount (short term) security is when only the face value is paid. This means no coupon payments\nare made out during the life of the investment and the only return to the investor is the receipt of the face\nvalue at the end of the period.The market value/price of a discount security with no coupons depends on: What the final cash flow is (the face value)\n The yield to maturity rDYIELD TO MATURITYThe yield-to-maturity a type of rate of return. It is the rate earned on an investment that is held until it\nmatures, assuming no default occurs on the security (ie. all coupons are paid as planned). It is the\nmaximum return that can be earned by the investment because we assume that no default will occur The yield to maturity never changes throughout the life of the investment.\n Yield-to-maturity is quoted on an annual basis by default.\n Discount securities are short term and mature in less than one year however the yield is on an annual\n    basis, therefore we use the following equation to determine the rate to discount the race value where\n    n is the number of days until maturity at any point:\n       ቀ####### 푛####### 365####### ቁ × 푟஽ 푎푛푛푢푎푙 푦푖푒푙푑 푡표 푚푎푡푢푟푖푡푦EQUATION FOR THE PV OF A PURE-DISCOUNT SECURITYRELATIONSHIP BETWEEN THE YIELD TO MATURITY AND THE MARKET PRICE\nInterest rates fall because of good market conditions. Investors do not need a 4% return now and\n are happy with 3%\nEveryone starts to purchase the investment and its price rises\nThe yield to maturity rises back to 4%\nPoor market conditions result in rising interest rates. We perceive the investment to be riskier than\n before and therefore want a higher return. We are not happy with 4% and demand 4% now.\nWe sell the securities and the price of the security falls\nThe yield falls back to 4%.\n\nYIELDS FALL, PRICES RISE. YIELDS RISE, PRICES FALL – REPEAT. INVERSE RELATIONSHIP.ZERO-COUPON BONDSIf there are no coupon payments and we only receive the face value at maturity then the Present Value is:We can find the PV of the potential coupons over a period by subtracting the zero-coupon bond from the\ncoupon-paying bond. Zero-coupon bonds sell for cheaper than coupon bonds because the PV is lower.LEVEL OF RISK OF INVESTMENTSDefault risk/credit risk – risk of inability to make coupon payments and/or maturity payments when due.S&amp;P Global Ratings and Moody’s Investors Service classify bonds according to a rating of their default risk. Investment grade debt (AAA – BBB) – have a risk similar to banks. They are unlikely to default and you\n    safely assume you will receive your payments when due,\n Speculative Bonds/junk bonds (BB – D) – higher risk and less certainty you will receive back your\n    payments. This means they have a higher yield to maturity as investors expect a higher return to\n    offset the higher risk.COUPON RATE AND YIELD TO MATURITYREMINDER: the coupon rate stays the same during the entire life of the investment (ie. it will always pay\n4% coupons, meaning coupons for a $100 face value bond will always be $4). However the yield to\nmaturity can change during the life of the bond depending on the required return demanded on the bondsat any point in time.SOLVING FOR THE YIELD TO MATURITY IN EXAMSFor a Coupon Paying Bond\nWill be a multiple choice question\nGiven a range of possible rD values\nSubstitute each into the coupon-bond equation\nThe correct answer will be the one that gives a PV that is above/below/at the face value $100,\n  depending on what the question asks.\n\nFor a Zero Coupon Bond – solve finding the rD by discounting the single face value payment at maturityRELATIONSHIP BETWEEN COUPON RATES AND YIELD TO MATURITY PRICE = FACE VALUE the bond is selling at par\n    o rD = Coupon Rate\n PRICE &gt; FACE VALUE the bond is selling at a premium\n    o rD &lt; coupon rate\n PRICE &lt; FACE VALUE the bond is selling at a discount\n    o rD &gt; coupon ratePRICE SENSITIVITY TO INTEREST RATESThe probability of interest rates rising over a longer period of 10 years is higher than the probability of\ninterest rates rising over a shorter period of 1 year. Rising interest rates will cause the prices of bonds to\nfall.Therefore prices of longer maturity bonds are more sensitive to changes in interest rates, meaning that\ninvestors bear higher interest rate risk with these longer-term bonds because there is a risk of the price\ndecreasing. The large number of coupon payments in longer maturity bonds also means that they are more\naffected by interest rates.ORDINARY SHARESORDINARY SHARES AND TRADINGOrdinary shares represent part ownership of a company. Investors purchase shares from a company. The\ncompany receives the price paid and the investor receives the right to receive a portion of the company’s\nprofits. Earnings are distributed amongst shareholders as ‘dividend’ payments. In America ‘Shares’ are\ncalled ‘Stocks’ (hence the terms ‘Stock market’ used in US media)Publicly listed companies sell shares to investors in the primary market through an Initial Public Offering\n(IPO) where investors purchase directly from the company. Then shareholders are able to trade shares\nthey have purchased to others through secondary markets such as the Australian Stock Exchange (ASX)\nwhere investors purchase existing shares from other investors.A positive return on the first day of trading a new share is referred to as under-pricing of an IPO as the\nprice of the share closed at a higher amount than it was originally traded at.MARKET VALUATIONS OF ORDINARY SHARESPrice of an ordinary share = PV of expected cash flows from the share, which have been discounted using\nthe required rate of return. This is the same concept as the value of bonds/bills.NPV of a share = PV cash inflows (dividends) – PV cash outflows (initial investment price)Because of Capital Market Efficiency (see below) where shares prices are expected to reflect all available\ninformation, the NPV of a share should be 0 because the PV of the dividends should equal the initial price\npaid. When the NPV is not 0 the price of the shares is misvalued and this presents a possible investment\nopportunity to purchase (if undervalued) or sell short (if overvalued)WHAT SHAREHOLDERS RECEIVE FROM THE COMPANY: DIVIDENDSSome earnings are reinvested in a company and are used to expand operations. Some earnings may be\nkept to pay dividends in the future. Other earnings will be paid out in the current period as dividends. As\ninvestors, we are only concerned about the earnings that we will receive – ie. the dividends per period.Shares provide an infinite stream (if we never sell them) of uncertain dividends (they can change\naccording to the decisions of managers) to shareholders.PRICING OF ORDINARY SHARESPrice of an ordinary share = PV of expected cash flows (dividends) from the share, which have been\ndiscounted using the required rate of return.This is assuming we pay annual dividends (just aggregate the dividends to get to one year)We don’t include D 0 (the dividend in the current year) when we calculate P 0 because we want to calculate\nthe ex-dividend price (price right after the current period dividend, D 0 , is paid). This is the same concept as\nthe ex-coupon price used when calculating the price of bonds.We can also rearrange this formula to solve for the expected rate of return.GENERAL DIVIDEND DISCOUNT MODELTo use this method we have to estimate what the value of the dividend will be at the end of the year which\nis not usually accurate, therefore analysts make general estimates as to the expected pattern of dividends.CONSTANT DIVIDEND GROWTH MODELThis is used to value shares whose dividends grow (or decline) at a constant growth rate (g) forever. If\ndividends will remain the same g = 0. If the company doesn’t pay dividends then this model can’t be used\nto price their shares.g\nrepresents: the growth rate of dividends\n the expected % change in the price of shares over n periods",
        "Warning: TT: undefined function: 32",
        "Finance is the study of how individuals and businesses acquire, spend and manage financial resources.",
        "INVESTMENT ANALYSIS",
        "Where and How to invest and how to finance these investments.",
        " Valuation of bonds, equities and derivatives\n Modern Portfolio theory\n Asset pricing and Market efficiency",
        "CORPORATE FINANCE",
        "Decisions of companies and their management",
        " Capital budgeting – what investments to make\n Capital structure, how to finance these investments\n Payout policy – what to pay out to shareholders",
        "In order to compare cash flows we must consider them at the same point in time. Therefore we can\ndetermine future and present values to allow us to compare possible decisions in terms of one time frame.",
        "Future Value – The value of a cash flow at a specific point in the future."
    ]
}